const days = {
  day1: 
`Вітаю, я - Спектр. Не зрозуміло як я появився в колонії, але не суть. Я тепер тут живу. Очнувся я в якійсь кімнаті.. Тут не особо багато чого було, тільки одна насінина, яка прямо душу продирала. Всеодно їсти я її точно не збирався.
Повалявся тут хвилин 10, і до мене заглянула якась мураха.
??? - Ну що ж вітаю, я Міраж. Буду тобі тут "допомагати".
> Зрозумів, мене звати Спектр. 
Міраж - Приємно познайомитись. Якщо щось потрібно то заходи в кімнату №28. Я там зазвичай відпочиваю.
 > Добре.

Ну і місце.. Всеодно в мене питань з запасом. Що я тут роблю? Звідки я знаю їхню мову? Чому я дорослий? Звідки я своє то ім'я знаю?
Здається мені, в мене провали в пам'яті. А якщо я був хоробрим воїном, який ходив на битви проти страшних павуків, а потім мене укусив монстр, і я забув все! Ладно чепуху я якусь несу, якби я був таким крутим то б явно тут не валявся в комірці.
Не суть. Мені б зрозуміти куда я попав. 
*Я вийшов з кімнати
О як. тут номер навіть є "R280". Число страшне, мені навіть важко уявити скільки тут ще таких. Чи може це просто рандомний набір цифр?
Думаю варто запам'ятати номер.
Міраж говорив завітати до нього, якщо щось буде потрібно. Не думаю, що потрібно так зразу іти, спочатку сам освоюся.
Насправді хоч номер моєї кімнати великий чомусь по коридорах нікого не було.
Я пройшов трохи дальше і вийшов в якийсь більший коридор. Він з'єднував менші коридори. Тут уже були інші мурахи. 
*Підійшов до однієї
Ця явно кудась спішила
??? - Відвали.
Ну і гаразд, здалася вона мені. Зразу видно позитив в цьому мурашника. Ну хоча можливо в нього реально якісь супер невідкладні справи. 
Так вот, цей коридор позначений номером "P7". Ну тут число по менше уже.
Далі я вийшов з цього коридора до більшого в головну магістраль. Тут так багато мурах!
З цього всього я зробив такий висновок:
Головна магістраль => Середні коридори (Буква P) => Малі коридори (Буква C) => Кімнати (Буква R)
Такої складної системи я ще не бачив, чесне слово. Нехай, коридори коридорами, але я хочу на вулицю! Не все життя мені стирчати в своїй R280. І вот я йшов туда куда і всі, поки не дойшов до цікавого місця.

Тут було багато мурах, вони показували якийсь пропуск і проходили. Звісно більшу частину пропускали без нього.. Пропуск перевіряли мурахи стражі. Вони стрьомні, але нічого. Вот, настала моя черга, у мене попросили пропуск. Я відповів:
 > У мене його немає
Страж - Тодій вам P1-C1-R5_Card

Ну і жесть. Для чого я стояв стільки часу? Лади мені дали якийсь адрес?..
Мм.. думаю я розумію як туда потрапити. Це значить перший середній коридор, перший малий коридор і п'ята кімната з припискою Card. Думаю я найду таке.
*Прийшов за адресом 
Ну вот я і тут. Звісно я очікував тут нікого не буде, але тут було дофіга дітей-мурах. Боже і за що мені це все?
*Після довгого тяжкого відстоювання черги
Вот і моя черга, ура-ура.
??? - Добрий день! А чого ви хотіли? Щось забули, чи проблема з пропуском? Замінити?
 > Та я цей.. прийшов якби получити спочатку його
??? - А... Окей-окей! Зовіть мене Квазар. Дивно якось, що у вас ще досі не має пропуска. Для початку ваше ім'я
 > Спектр.
Квазар - Зрозуміло. Записав! Номер вашої комірки?
*В цей момент я серйозно забув номер але інтуїція підказала 
 > 280 здається щось таке
Квазар - Ви маєте на увазі 280R? 
 > Вірно!
Квазар - Записав. Чи ви учасник якоїсь групи?
 > Не думаю
Квазар - Тодій все готово! Вот ваш пропуск, бережіть його як зіницю ока. На наступний раз це буде не безплатно!
+ Пропуск

З цього діалогу я зрозумів, що тут є своя валюта. Тільки хто знає як її получати. Доречі на пропуску був ще номер - Nl_280_01. Здається це мій номер. Ну тобто номер не кімнати, а вот прям мене.
Ну звісно це все добре, але я хочу вийти з цього місця. 
*Відправився до стражів 
Ну вітаю сеньйоре стражо
 > Вот! Приніс пропуска
*Показав пропуск
Страж - Добре! Можете проходити!

Такого облегчення я ще в житті своєму не відчував. Нарешті я зможу звідси вийти!

І вот, я уже на вулиці дихаю свіжим повітрям. Можна замітити як багато мурах таскають багато різних речей. Тут вон павучок, там печево, кароче метушня. І вот тепер появляється питання - а для чого я сюда прийшов?
Ну хоча б треба роздивитися де я. Головний вхід ну або вихід, звідки я і вийшов знаходиться в стіні якоїсь великої споруди. Тут де ходять мурахи якесь углублення. А подалі видно великий ліс! Можу поспорити там кожен день хтось губиться. Але там явно багато можна знайти корисного.
І вирішив трохи пройтися.
*Пройшло 8 хв
Я зустрів жучка. Він не здавався мені ворожим, я просто пройшов мимо.
І тут я почув сильний грохіт. Щось похоже на землетрус. Через долю секунди все навколо мене потемніло і потім зразу посвітлішало. Здається на мене хтось наступив, хтось дуже великий. Але мене врятували ці углублення. Я поспішив вернутися назад в колонію..

По дорозі я почув як хтось, десь бився?. Я побачив мураху яку зажимав павук. Я не став гаяти часу і кинувся допомогти!
Павук був не таким великим як здавалося, я зміг заставити його відступити. Ура, мураха врятована!
??? - Фух, я так вдячна! Чим вам подякувати?
 > А.. ну, для початку..
 > Можемо познайомитися?
 > Я - Спектр. А тебе як?
??? - Шая, я Шая.
 > Приємно, повидатись! Винагороди не треба
Шая - Дуже дякую, ідем в колонію?
 > Звісно

*Біля входу в колонію

Шая - Фух, вот і прийшли! Якщо захочеш до мене завітати, то вот адрес: P5-C2-R3. І доречі можливо дась ще свій? Ну про всяк.

Тут до мене дойшло.. Я вот знаю саме номер своєї кімнати, але ніяк не адрес. Але я запам'ятав що вона друга, а вот малий коридор здається третій, значить:

 > P7-C3-R2
Шая - ха-ха, класно виходить в мене Малий коридор і кімната 2-3 а в тебе 3-2.
Шая -  Бувай, до завтра!
 > Бувай!

Ну вот і все, добре що в колонії в мене уже є знайомі! Думаю це поможе в майбутньому, а зараз я дійшов до своєї комірки і ляг спати
`,

  day2: 
`Вот і день 2 виживання в цій стрьомній колонії. Хто забув я - Спектр.
І так з самого ранку я вирішив відправитися в кабінет Міража. Чи це не кабінет.. ладно не суть. Вообще я щось не дуже зрозумів, як мені знайти по номеру кімнати його. Тому я пішов спитатися в Шаї, вона то має знати. Ну як мінімум я її адрес уже знав!
*
Вот я і прийшов, постукав в дверцю.
Шая - Хто там?
 > Спектр
Шая - Зрозуміла, заходь.
Шая - За чим прийшов? Чи може хочеш прогулятися)?
 > Та ні, не зараз. Мені треба знайти кімнату 28, де має бути Міраж.
Шая - О так я знаю де це! Пішли проведу.
*В дорозі*
Шая - А тобі для чого він? 
 > Так він сам казав завітати до нього
 > Ну а я що, не забув про нього
Шая - Вот ми і прийшли! Тебе почекати чи можна іти?
 > Ну не впевнений скільки ми будем говорити, можеш іти.
Шая - Зрозуміла 

І вот я відкриваю цю стародавню дверцю..
Зайшовши в кімнату я побачив: невеликий склад насіння, кубик цукру та кусочок яблука. Ну і по багатому він живе! Звісно нічого красти я не збирався, а то ще не хватало в тюрмі якій сидіти. Правда Міража тут не було..
Ну і ну для чого я сюда приперся.. Стоп я хотів зупинити Шаю, можливо вона знає де ще може бути Міраж.. але її уже не було видно.
Я вирішив присісти і порозмишляти. Замітив цікаву річ в цій колонії, тут рівна кількість самців та самок хотя за стандартами колоній як відомо зовсім не так. Але це тільки краще!
І тут хтось зайшов в кімнату. Я уже начав боятися що мене тут застукає якась головна шишка, але на щастя це був Міраж!

Міраж - О, кого я бачу!
*Я захотів відповісти в рифму але стримався
 > Ну-ну. Ти куда пропадав?
Міраж - Як це?
 > Я тут стільки чекав
Міраж - Так в цей час я тут майже ніколи не появляюся. Доречі як ти знайшов мій кабінет? Я спеціально сказав тобі номер замість адресу щоб ти сам розібрався.
 > Шая помогла.
Міраж - Шая кажеш? Як ти встиг познайомитися з нею?
 > Там довга історія. Але з твоїх слів мені здається ти хочеш сказати, що Шая тут не проста мураха?
Міраж - Звісно не проста! Я думав вона тобі розказала. Але якщо не знаєш то, Шая - Керівник полювальної групи №4. 

Дивно виходить як це вона керівник полювальної групи, але при тому я врятував її від павука..

Міраж - Так, що ти ще за чимось прийшов?
 > А, думаю так. В мене є ще деякі питання.
 > Яка тут валюта і як її получати? А ще де її можна тратити?
Міраж - Ну дивися валюта тут називається Фінір, скорочено FI. Наприклад ті самі полювальники получають її продаючи різні шкури або голови нашому баризі, Шагару Шкурокупу. 
Міраж - За FI можна купити різну їжу, пропуски, речі знайдені, якісь аксесуари.
*Дістав темну загадкову шляпу*
Міраж - Вот як це наприклад! Люблю її надягати на свята. Правда я майже нічого не бачу коли вона на голові, але це не головне, правда?

Міраж - Цікавлять ще питання? 
 > Ага, мене Квазар колись питав чи я в якісь групі. Так вот, чи можу я вступити в групу до Шаї?
Міраж - Ну місце вільне там є. А вот чи можеш ти вступити це уже питання до самої Шаї. 
 > Зрозумів, вдячний за відповіді, красива шляпа
Міраж - Нічого не скажеш, коротко і по ділу. Бувай!

Ну вот це так побалакали. Треба тепер завітати до Шаї з приводу групи.
Поки я йшов до неї до дому вона найшла мене швидше.

Шая - О! Я як раз тебе шукала
 > Взаємно получається
Шая - Гаразд, давай я почну
Шая - Так вот тут таке діло...
Шая - Хоча, ні постій, давай я тебе підведу в одне місце

*Ми пішли на вулицю в якусь дивну нору

Шая - Вот нам сюда
Шая - Я - керівник груп-..
 > Я це уже знаю давай до діла
Шая - Гаразд, ми зараз в місці де наша група полювальників збирається щоб щось обговорити, або зібратися на полювання
Шая - Знайомся це – Вихор та Скайлар
 > Ну приємно познайомитися Вихор та Скайлар 
Вихор, Скайлар - Нам тоже
Шая - Так вот до чого це я. Ми хочемо щоб ти приєднався до нас в групу полювальників! Чи хочеш ти цього?
 > І ти ще питаєш? Звісно хочу!
Шая - Ура-ура! Ти прийнятий.
Скайлар - А як же провірка там, підготовка?
Шая - Не переживай ти так! Уже все було
Скайлар - По схемі страшний паук?
 > Я щось не знаю?
Шая - А точно! Я ж тобі ще не розказала..
Шая - Насправді тодій коли ти мене врятував від павука, це стандартна практика. Так я знаходжу потенційно хороших мурах для групи!
 > Ну і ну краще б не росказувала, я тодій думав, що реально тебе врятував
Шая - Ну, всеодно ти хотяб пройшов цю перевірку, а проходять мало хто!
Шая - Завтра у нас вилазка! Будь готовий до всього.
 > Вилазка кажеш? А за чим?
Шая - Так там як повезе. Вообще нас турбує один павук який живе в хащах.
Шая - За нього нам відвалять багато фініра.
 > Тодій я в ділі! 
Шая - Вот і добре! Завтра в полудень.
 > На цьому все?
Вихор - А як же традиційна баночка меду за новачка?
Шая - Вихор, точно! Як я могла забути?
Шая - Ми кожен раз їмо банку настояного меду за новачка, і новачок в тому ж числі.
*Шая дістала добре закриту банку настояного меду
Шая - Во-оот яка краса! Тільки Спектр будь акуратніше, це дуже стара настойка. Зазвичай якщо ти до того не пробував такого то перший раз буде найважчим.
Шая - Так будеш пробувати?
 > Та звісно, що мені буде від якогось там меду
Шая - Який впевнений настрій!
Шая - А ну ка, Скайлар, поможи відкрити банку
Вихор - Е, Шая я ж тоже можу!
Шая - А ну тихо.
*Скайлар відкрив старовезну банку 
Шая - Ну вот, молодець.
Шая - Раз відкрив, то пробуєш першим.
Скайлар - Ну що так зразу? Давай хотяб присяду

Здається мені, це не якийсь там простий мед..

*Скайлар з'їв трохи меду
Скайлар - поки ніякого ефекту не замічаю.. А хоча уже потемніло в оча-...
Шая - Ну тепер, я.
*Шая так само попробувала трохи цього непригодного продукта
Шая - Уу а ефект який!
Шая - О, поки я в свідомості пробуй ти, Спектр..
Шая - Ну скоріше!
*Я так само попробував цього чудо меду
*Я начав відчувати, що мене клонить в сон. Це не контролювалося. 
*Я відключився 
*Пройшло незрозуміла кількість часу
Я прокинувся в тій самій кімнаті. Чесно здається, я недооцінив цього меду. В нього явно по сильніший ефект ніж я очікував..
Стоп. А де всі? Я піднявся і побачив, біля мене так само лежала Шая тільки ще не прокинулася.
Ну хто ж знав що її так занесе. Я вийшов на вулицю, тут були Скайлар та Вихор. 
Скайлар - О, Спектр явився!
Скайлар - Неочікувано було те, що ти проснувся швидше нашої "принцеси".

Десь з нори почувся крик:
Шая - Я тобі зараз таку принцесу покажу!
Вихор - Вот і прокинулася
..
Шая - Фух, хто ж знав що я так багато його з'їм
Скайлар - Ага, не хочу слухати твої оправдання
Шая - Скайлар! 
Скайлар - Мовчу. 
Шая - Так вот, уже як бачите темніє.
Шая - Думаю варто вертатися в колонію
 > Згоден.
Вихор - Підтримую
Скайлар - Ага.
Шая - Ну тодій пішли! 

Я відправився до головного входу як тут мене зупинив Скайлар.

Скайлар - Опа стоять! Уже занадто темно і до тебе можуть докопатися на вході.
 > І що ти пропонуєш, поспати тут?
Скайлар - Як варіант звісно, але у нас інакший план. 
 > Що ще?
Скайлар - Ми – полювальники, не ходимо основним ходом майже ніколи. В нас є свій, про який мало хто знає з колонії. 
Скайлар - Просто іди за нами 

Я відправився за ними, очікуючи що це буде якийсь недо пранк. Вони провели мене за деревце, і в ньому був тунель. Ми зайшли туда там деколи траплялися кімнати, які не були позначені номером. 
І вот з цього секретного тунелю ми вийшли в середній коридор №10. Тут майже нікого не було.
Після, ми попрощалися та розійшлися по кімнатам. 
Звісно вони розійшлися, але я залишився через те, що мою увагу дуже привернула кімната з припискою Storage. 
Я вирішив зайти туда.
??? - Вітаю, я - Логісор. Чим можу бути корисним?
 > А куда я попав?
Логісор - Дивне питання, ви на складі.
 > Ого, звучить заманчиво.
 > Можете провести тут екскурсію невеличку
Логісор - Ну тільки якщо за символічну плату
 > Скільки?
Логісор - 5FI
 > Я завтра віддам.
Логісор - Гаразд.

Логісор - Вот дивіться, тут зберігаються різні предмети
Логісор - В основному це "Гарячі Штучка" якщо їх правильно провести об щось то вони начинають горіти
Логісор - Тут у нас рідкісні насіння 
Логісор - А вот там об'єкти які ми ще не дослідили
Логісор - Прикладом таких є вот ця палка. Відомо що якщо її підпалити то вона заіскриться. Також розвідка чула що її називають якось там бенгал щось вогник
Логісор - З недосліджених є ще ці два "близнюка". Ми їх так називаємо тому що це якби два предмета, але їх один від одного ми розділити не можем. 
Логісор - Основне я показав, тут ще є інше по "мелочі".
 
Я пішов звідти. Дивне місце правда кажучи. Думаю треба відправитися в свою кімнату.
Коли я прийшов то побачив, що там появилася ще одна насінина! 
Ну а я відправився дрімати..
`,

  day3: 
`Так-так-так. Хто це в нас тут прокинувся? Правильно це я. Навіть не по своїй волі. Мене розбудив ремонт в сусідній кімнаті. Ну всеодно мені якось в одному місці. 
Зараз я хочу відправитися на вулицю, роздивитися обстановку.

Вийшов туди я уже через секретний прохід. Там зараз нікого не було.
І вот я на вулиці! 
Все таки тут так прекрасно!
Я так думав поки не побачив цього гіганта. Я чув, їх називають людьми. І здається та велика споруда це їхній дім. 
Чомусь в мене появилося бажання попасти в цей дім! Я прослідкував де вхід в нього...
Вхід знайдений. 
• Ціль добратися до входу цілим.

Через якийсь час я зробив це. Я думав мені прийдеться щось типу чекати поки двері відкриються, але виявилося мурахи які були тут до мене уже зробили вузький прохід крізь дверцю. 
Поки я не наважився туда іти. Як мінімум мені треба дізнатися більше інформації. 
Думаю можна піти в нашу норку полювальників. Ми там мали зібратися.

Вот я і прийшо-
Шая - О та ну! Кого я бачу!
*Я знову стримався, щоб не відповісти в рифму
 > Коли виходим?
Шая - Ну ще не прийшли інші
Вихор - А я уже тут!
Шая - А Скайлар де?
Вихор - Скоро прийд-
Скайлар - На місці! 
Шая - Ну прекрасно!
Шая - Можем відправлятися

І вот ми відправилися до того самого великого і густого лісу
Шая - Спектр, ти колись бував в цьому кущі?
І вот ми відправилися до того самого великого і густого куща

Шая - На місці.
Шая - Скайлар ти ідеш зі мною
Шая - Вихор та Спектр ви разом
Шая - Я з Скайларом ідемо направо, потім вліво по меншій тропі і потім на право. 
Шая - Ви ідете на ліво спочатку потім знову наліво потім направо.
Вихор - Ой-ой-ой.. Та для чого такі важкі схеми? 
Шая - Як мінімум якщо ви двоє загубитеся щоб ми могли вас найти
Вихор - Я і загубитися? Розсмішила, правда Спектр?
 > Та-та ти нам щось мало довіряєш. Я дуже добре орієнтуюся на місцевості тому не переживай

Шая - Тодій розходимося!

Вихор - Так значить ми ідемо спочатку на ліво а потім...
Вихор - А потім..
Вихор - Аа потім...
Вихор - Та підскажи ало
 > А потім знову на ліво
Вихор - Точно! Я просто провіряв твою пам'ять
...
Вихор - Блін чому нас не відсилають до людей на розвідку?
 > Ну ми ж полювальники. 
Вихор - Ну і що? Я ж бачив полювальники тоже ходили туда.
 > А що там можна знайти? 
Вихор - Їжу! Багато їжі! Багато смачної їжі!
Вихор - Але там дуже небезпечно. В наших є там табір, де вони ховаються.
Вихор - По останнім новинам розвідки померло близько 17 мурах, які боролися за видобуток цукру.
 > Ну і жесть
Вихор - Слухай а куда ми зрештою зайшли?
 > Не знаю
Вихор - Так ти ж добре орієнтуєшся, хіба не так?
 > Як тобі сказати..
Вихор - Та я зрозумів, не продовжуй.
Вихор - Давай кароче звернем з цьої тропи і підем кудись вот туда, далеко..
 > Чесно? План просто прекрасний
Вихор - Тодій пішли

*Через 6хв бродіння в кущах

Вихор - Мене уже груди колять, чесне слово.
 > Чуєш а що то за павук в далеку
Вихор - Оо, такі слова мені подобаються! Прийдем не з пустими руками
 > Та ні, він просто трохи великий, тобі так не здається?
Вихор - Та ну! *Виразив здивовану емоцію
 > Це той самий? 
Вихор - Вірно! 
 > Є план як ми його завалимо?
Вихор - Здається він спить
Вихор - Можна попробувати незнаю, якось неочікувано
 > Я замітив, вон там є камінь і теоретично можна його скинути прям на павука
Вихор - Як ти до цього додумався?? Геніально, мої аплодисменти
 > А ну тихо!
 > Аплодисменти після вилазки 
 > В тебе з точністю все нормально?
Вихор - Звісно, 10 пострілів - 1 попадання 
 > Все ще непогано, але це камінь ним легше попасти тому не парся.
 > Кароче, зараз тихесенько залазиш по вище 
 > Дуже тихо скидуєш камінь!
 > Він придавлює павука
 > І ми просто його добиваємо
Вихор - Ну план просто афігенний
 > Знаю, іди уже.
*Біля мене на долю секунди милькнула іскра
 > А, що це?
Вихор - Що таке?
 > Так нічого ніби, здалося.
Вихор - ну тодій я іду.

Вот і настав момент. Зараз Вихор скине камінь на павука і я маю накинутися на нього.
Через 3.. 2... 1.....
 > Ну скидуй!
*Шепотом Вихор - Та важкий він.
 > Так постарайся! Просто уяви які гроші ми з цього монстра получим!

*Вихор скинув камень
*Камень попав рівно в голову павука
*Павук мертвий

 > Це було легше ніж я думав.
Вихор - Ага
Вихор - Ну так не тратим часу, забирай його шкуру та голову, несемо баризі!
 > Точно!
 > А як ми повернемося?
Вихор - В душі не-

Шая - Ну нарешті, ми вас знайшли!
Шая - Як це так ви посміли відійти від маршруту який дала вам я!
 > Угомонись. Подивися, що ми зато роздобули
Шая - Невже! Той самий павук?
Вихор - Абсолютно вірно!
Шая - Нічого собі. Краще навіть не буду у вас питатися як це так вийшло, що ви вбили його..
Шая - А зараз нема чого тут затримуватися!
Шая - Ми уже тут галасу навели, зараз сюда прилізуть всякі тварюки, а ми в чотирьох не вивеземо
 > Згоден.
Вихор - Солідарний
Скайлар - Так само. 
...
Шая - Вот ми прибули до Шагара
Шая - Вам Спектр і Вихор сьогодні сильно повезло! З вас я візьму 5% солоденькі.
Вихор - Обдираловка якась.
Скайлар - Та маєш бути радий що не 10%
Шая - Ну-ну, заходьте.

Шагар - Ого! Хто до мене завітав!
Шая - Ми тут з товаром
Шагар - Мадам, я завжди готовий обслужити таких клієнтів
Шая - Спочатку нас, у мене з Скайларом вот це.

*Шагар поставив шкури на вагу..

Шагар - Тут рівно на 40FI
Шая - Непогано
Шая - Скайлар ділимо по полам.
Вихор - Опа, а вот тепер ми!
Вихор - Просто взгляни шкуру якого мутанта та голову ми з Спектром притащили!
Шагар - Ну нічого собі! Чесно здивований.

*Шагар поставив шкури на вагу..

Шагар - Разом з головою тут виходить 170FI
Вихор - Нічого собі!
Вихор - Ну, що Спектр. Ділим пополам?
Шая - 5%. 
 > Так вот візьми 10FI
 > Решту ділим пополам по 80
+ 80FI
Вихор - Сюда!
Вихор - Давно я таких грошиків не получав.

Шая - На цьому наша вилазка підійшла до кінця
Шая - Всім бажаю добре потратити це.

Вихор - Спектр, ідем вип'ємо? Ну вчесть такого улова.
 > Не сьогодні.
Вихор - Ну як схочеш.
...
Я вернувся назад в колонію! 
День видався класним. Але це правда ще не кінець.
Таке відчуття ніби щось я маю віддати..
Але де?..
Точно! Як його там, Логісор! 
...
 > Вітаю Логісор!
Логісор - Вирішив віддати боржок?
 > Бери уже.
-5FI

Все тепер спокійно можу по цій колонії ходити. Але 75 це все ще гроші! Правда не знаю, що тут купити...
Треба пошукати щось по типу ринка? Тут ж таке є, правда?
*Пройшло багато часу в пошуках

Одним словом не панікуємо. Я найшов щось віддалено схоже на ринок. Це малий коридор але тут замість привичних кімнат, стійки продавців. 
Вот там щось з медом думаю можна прикупити.
...
Продавець - Вітаю, чого бажаєте.
 > А чого порекомендуєте?
Продавець - У мене часто купують банку коріння в лавандовому меді. 

Звучить як щось на багатому.

 > Яка ціна? 
Продавець - Всього 15 за банку 
Продавець - Але я вас бачу тут вперше, тому продам за 10.
 > Добре, я згоден.
+1 Банка коріння в лавандовому меді
-10FI

Ну уже голодати не буду, тоже добре. Насправді виглядала банка не так і погано. Більше з цього ринку я нічого брати не хочу. 
Насправді досить добре замітно, що в колонії FI не є дуже важливими.
...
Вот я і повернувся до своєї кімнати!
Поставив мед, та замітив..
В мене в кімнаті уже третя насінина!!? Звідки вони вообще беруться? Хто їх приносить? Чому я ніколи його не бачив? 
Похоже мені не дізнатися. Але це всеодно не змінить моєї думки щодо цих насінин. Я всеодно не буду навіть пробувати їх..
*Через 2хв мені стало цікаво.
Гаразд, тільки трохи спробую..
*Відкусив кусочок
Ну насінина як насінина нічого такого. Буде класно якщо я отруюся

Тим часом ремонт в моїх сусідів продовжувався. Було цікаво заглянути хто там живе. Але явно не зараз.
Зараз думаю варто лягти спати і засну..
`,

  day4: 
`Новий день - нові пригоди. Правда, я уже чесно не знаю як починати ці дні. 
Прокинувшись я замітив, що мій мед стоїть на місці! А ні, не то. Скоріше я замітив листівку? 
Цікаво..
Листівка:
_
Дорогі жителі колонії Антхіл.
Якщо до вас дійшло це письмо, 
Елетра - королева колонії. Проголосила, що ведеться набір на операцію Sugar1.
В операції будуть задіяні: Групи полювальників, тактична розвідка, війська колонії та за потребою інші мурахи. 
Подальші дії буде обов'язково повідомлено. 
_

Ну і ну.. З цьої листівки так скажемо "повістки". Я получив багато інформації. Як мінімум я тепер знаю де хоча б живу, ну це якби тоже уже..
Антхіл звісно тоже дуже оригінально - Ant hill. 
Ще можна дізнатися ім'я нашої королеви - Елетра.
Якщо в операції будуть задіяні полювальники, то думаю ми входимо до таких.

Тільки вот, чому так різко? Ця листівка так написана ніби сталося щось дуже страшне і підняли зразу всю колонію. Брр, не подобаєттся мені це..
Не суть, думаю потрібно зараз це обговорити з Шаєю. Вона явно знає більше. Правда, вона ж знає?
...
*Я дійшов до місця збору нашої групи
Шая - Що робити.. Що робити??
Шая - Мене швидше не могли повідомити?
Шая - Це ж буквально не-
Шая - О, Спектр доброго ранку!..
 > Ну, доброго.
 > Тобі ж прийшла ця, листівка?
Шая - Прийшла. 
Шая - Обговоримо це уже зі всіми.
Шая - Вони скоро мають прийти.
...
Вихор - На місці! 
Скайлар - Підтверджую
Вихор - Мені вот якась листівочка прийшла
Скайлар - Підтверджую
Вихор - Я вот налякався і зразу сюда
Скайлар - Підтверджую 

Шая - Та, все угомонітся
Шая - За тим що я знаю, листівка прийшла в 85% кімнат де живуть мурахи.
Шая - В ній мало що зрозуміло
Шая - Тільки відомо про операцію
Шая - Я знаю трохи більше так як я керівник, очевидно. 
Вихор - Ну розповідай! 

Шая - Значить. Сьогодні вночі около трьох наших груп пропало безвісти. Знайдено декілька ранених, вони поки відходять. 
Також є багато жертв, це не враховуючи пропавших.
Шая - Тому підняли так багато військових мурах.
Шая - Але тут навіть мені зрозуміло, це явно не всі причини. 
Шая - Нам всіх не розкажуть, щоб паніку не наводити
Скайлар - Ага, я бачив там багато мурах зараз збираються.
Шая - Вірно. Ми тоже будемо брати участь у цій місії. 
Шая - І прямо сьогодні
Вихор - Ну нічого собі! 
Шая - Тільки ввечері, так безпечніше.

Скайлар - А що нам потрібно робити? 
Шая - Поки не зрозуміло.
Шая - Скоріше за все нам на місці розкажуть.
Шая - Зараз, нам краще всього готуватися.
Шая - Збираємося тут знову, коли сонце начне заходити.
Шая - Всім зрозуміло? 
Вихор - Звісно
 > Звичайно
Скайлар - Розуміється
Шая - Тодій розходимся
...

На вулиці дійсно можна замітити великі збори мурах-військових. Я вирішив підійти до однієї групи. Так скажемо послухати за що вони базарять.
...
Командир - Всі в зборі? 
Мурахи - Сер, на місці! 
Командир - Нарцис!
Нарцис - Сер, так, сер! 
Командир - Ти служив на колонію?
Нарцис - Сер, так, сер! 

Щож.. краще залишити їх. В них я явно цікавої інформації не роздобуду. Вот тільки кого понабирають в те військо. Одні олухи.

Недалеко проводилися тренування. Там були представники і полювальників, і розвідників та всіх впринципі. 
??? - Вітаю. Хочете покращити свої навички в боротьбі?
 > Ну навіть якщо так?
??? - З вас всього 2FI! Так як ви перший раз тут. Ви ж перший раз? 
 > Безумовно
??? - Вот, то вам полагається скидка в 1FI
??? - Так що, берете? 
 > Ну давайте. 
-2FI
 ...
??? - Пройдіть за мною. 
??? - Вод тут ви можете тренуватися весь день до заходу сонця.
??? - Перекусити можна трохи дальше.
??? - В основному це все.
??? - Можливо ви хочете оформити пропуск сюда на тиждень, всього за 20FI [Скидка 1FI]
 > Та не треба мені ваших оформлень, все відстаньте 
??? - Але майте на увазі, у нас також є місячний пропуск всього за-
 > ТА ІДІТЬ ЗВІДСИ 
??? - Гаразд, все зрозумів, іду!

Місце це було старе як світ. Пахло дохлими щурами. 
З того на чому можна тренуватися тут якась груша, ну павук і якийсь таракан.
За свою ціну більшого очікувати і не потребувалося. Я звісно спробував хоть якось тут потренуватися, але це продовжувалося не довго.

Все, більше я туди повертатися не хочу. Все таки яку метушню тут навели.. 
Навіть не маю ідей куда зараз можна сходити. Непогано було б сходити в кущі. Назбирати якогось добра і продати. 
*Я відправився до кущів
Вот я і на місці! Тут як завжди ці доріжки але вот- 
*Біля мене на долю секунди милькнула іскра
Та що це таке? Я ж не схожу з розуму? Знову ця іскра!
Але замітно, появляється вона тільки в кущах. Я думаю краще просто не звертати уваги..
...
Вот я і найшов свою першу жертву! 
Це був павук. За розміром невеликий, раза в 1.5 більший за мене. Різноманітне забарвлення, та виділяюча його пляма на животі. Скоріше за все зараз він спить.
...
*Я підійшов близько до нього...
*І вкусив його за лапу
*Павуку не хватило сил захиститися
*Павук мертвий

«Дела зделал гуляй смела». Поки вибирався з цього місця, я замітив як група мурах пробує напасти на бджолу..
Здається вона явно щось зробила раз там так багато мурах.
*Я підійшов поближче до групи
 > Добридень, сер.
??? - Вітаю.
 > Чим ви займаєтеся?
??? - Вот та бджола
*Показав на неї
??? - Вона викрала мураху з нашої колонії 
??? - Ми прийшли помститися
2-??? - Ага, а ще вона нам нору завалила!
??? - О дивіться! Її спіймали!!
3-??? - Швидше на підмогу!
...
В мене складається таке відчуття, що в цьому світі нам вороги всі і все. Ну хіба не так? Павуки, таракани - вороги
Бджоли - вороги
Люди - вороги
Так і живемо. А вообще я замітив що скоро сонце то зайде. Треба поспішити до Шагара.
...
*У Шагара 
 > Вот приймай.
Шагар - Ну непогано, непогано..
*Поставив на вагу
Шагар - Тут рівно на 6FI
+6FI
...
Все, треба відправлятися на місце збору. Сонце зайшло уже пару хвилин назад.
*На місці збору
Шая - Спектр! Тільки тебе і чекали
 > Ну я нічого не зроблю що в Шагара така черга
Шая - Не важливо, ми відправляємося зараз!
....
Шая - Вот ми і біля дверей.
Шая - Люди зараз не мають тут проходити
Шая - Такі прогнози дає розвідка
Скайлар - Нас уже розвідка один раз-
Шая - Так, не зараз!
Шая - Як ви бачите зараз тут багато груп.
Вихор - Таке важко не замітити
Шая - Вот ми зараз стоїмо в черзі на прохід 
Шая - Поки стоїмо давайте я вас введу в курс діла. 
Шая - Наша задача на сьогодні це по-перше - вижити.
Шая - Друга наша задача, яка стосується "операції" це - 
*Дала мішочки 
Шая - Сюда назбирати цукру, і винести його. 
Шая - Точніше з цих мішочків в коробку.
Шая - А коробку винесе розвідка.
Шая - На сьогодні поставлена ціль. Кожній групі потрібно винести хочаб одну коробку до сходу сонця.
Шая - Нас четверо думаю ми управимося.
 > Ну постараємося
Шая - О дивіться! Наша черга. 
??? - Вітаю, ви група полювальників?
Шая - Вірно, я її керівник
??? - Ваше ім'я? 
Шая - Я Шая. 
??? - Тепер ваше
Вихор - Ага, ходіть тихіше, смертні, бо перед вами постає не просто мураха, а верховний пастух крихт печива,перший серед тих, хто пройшов лабіринт кухонного лінолеуму з зав'язаними очима, той, хто бився з бджолою і вижив,єдиний, хто виніс цілу зернину цукру і не похвалився цим одразу, архітектор тунелів, які обвалюються лише тоді, коли ніхто не дивиться, обраний мурашником стародавніх для великої місії — нести листочок у 38 разів важчий за себе… і той, хто знає все і вся… Вихор.
??? - ...

Скайлар - Я Скайлар
 > Спектр. 
??? - Все зрозумів.
??? - Зараз ідете прямо. Вас буде вести вот ця  мураха-путівник. 
Путівник - Ну пройдемте
Шая - Так, всі ідемо!
...
*В дорозі
Шая - Вихор, мені здається ти трохи переоцінив себе
Вихор - Тобі здається.
Вихор - Ну і темно тут.
 > Згоден, окрім темноти нічого не бачу. 
Скайлар - А якщо ми відділилися від Шаї з путівником?
 > Було б погано..
Вихор - Ей, Шая?
Вихор - Нас чути?
Скайлар - Шая?..
 > Ну вот і все.
 > Ми помремо тут в темноті.
Вихор - Ех! Хто мене чує, передайте Логісору, що колись мої правнуки вернуть йому той сірник..
Шая - Та не кричіть ви тут!
Вихор - Шая? Уже все? Я помер, і я чую твій голос..
Шая - Та не помер ще ніхто, що ви розкудакталися
Скайлар - О слава колонії, Шая твій голос ще ніколи не здавався таким красивим
Скайлар - А путівник на місці?
Путівник - Я завжди тут, і постійно чую ваші розмови.
Скайлар - А, ой..
...
*Пройшло ще часу подорожі в темноті
Вихор - В мене скоро кукуха поїде!
Вихор - Вже не можу просто нічого не бачити
Вихор - Таке відчуття ніби я сліпий
Путівник - Ми на місці!
Путівник - Далі без мене.
Путівник - Залазите наверх, там для вас підготовлено місце, де ваша коробка і ваше укриття.
Путівник - Успіхів. 
...
*Ми добралися до нашого укриття

На диво тут було навіть не так темно! Невеликі промені світла виділяли камні які були зібрані в купки по декілька штук.
Вони вели до великої споруди. Вона нагадувала казан, скоріш за все там і зберігається цукор.

Шая - Вот тут наша коробка.
Шая - Сьогодні ми маємо викластися на всі 100.
 > Доречі, таке питання, що буде якщо ми не назбираємо коробку?
Шая - Хотіла б я знати, але краще не провіряти
Вихор - І то вірно.
Шая - Тому всі взяли по мішочку і ідемо за мною!
Скайлар - Звісно
Вихор - Звичайно
 > Безперечно

Так вот поки я розгортав свій мішочок. Вирішив потайком заскочити в наше укриття. Ну так скажемо зробити рум-тур. Виглядало там все примітивно. 4-5 спальних місць, коробка для цукру, невеликий запас їжі та і все. 
Шая - Ей, Спектр!
Шая - Ти куда відійшов
 > Уже вертаюся

Вот ми і відправилися до цього казану чи як це вообще називати? 
Дивні ці істоти - люди. Вони такого змогли добитися! Звідки в них стільки цього солодкого матеріалу? Нам це явно ніколи не зрозуміти.
*Уже на місці
Оце так гора цукру! Я ще стільки в житті не бачив. Та-аак треба набрати в мішочок, а потім віднести в коробку. Дії зрозумілі...
...
*Пройшло около двох годин таскання солодких крупинок
Шая - Фуух.. 
Шая - Ми наповнили уже приблизно 80%
Шая - Можете відпочивати.
Шая - Я хочу пройтися зі Спектром по цьому місцю.
Шая - Все пішли.
*За спиною
Скайлар - Ее а-
Вихор - Ааа, ревнуєш! Я знаю
Скайлар - Що ти там знаєш
Вихор - Та все по тобі видно

Шая - Цікаве це місце..
Шая - Не здається тобі, що тут може бути ще щось окрім цукру..?
 > Думаю так і є
Шая - Воот. Треба провірити.
Шая - Тут вот є такий підйом
*Ми піднялися
*Я замітив щось велике
 > Вот дивися, тут щось є
Шая - Ого..
Шая - А ну ка, спробую відкусити кусочок
 > Не думаю що це може бути безпе-
Шая - Так це яблуко! 
Шая - Саме просте яблуко 
 > Ну воно нам явно ніяк не знадобиться.
Шая - Треба ще тут походити. Можливо ми знайдемо щось корисне..
 > Згоден.

Я пройшов трохи дальше і тут я замітив що наступив в щось дуже липке..
 > Ей, Шая!
Шая - Щось знайшов? 
 > Вірно!
*Шая підбігла поближче
 > Тут акуратно, я влип в якусь штуку
Шая - Ммм... Інтересно.
Шая - Вибратися можеш?
 > Думаю, можу.
*Приложивши більше сили, я вибрався
Шая - Так-так.. Думаю варто спробувати цю штуку на смак.
 > Не знаю що ти забула в ролі полювальника. Тобі більше професія дегустатора підходить. 
*Шая спробувала цього чудо продукта
Шая - Так я знаю що це!
Шая - Навіть повірити не можу!
 > Ну говори уже! 
Шая - Ця штука це - Варення!
Шая - Та щей яке.
Шая - Я його знаю, так як колись точно таке продавали на ринку. 
Шая - Приблизна ціна за банку складала 90-140FI 
Шая - Таке могли собі дозволити тільки багачі.
Шая - Хоч зараз нічого не помінялося
*Шая набрала варення в банку
Шая - Його звісно тут маловато, але продати можна!
Шая - Все думаю нам варто повертатися в укриття...
...
`,

  day5: 
`Цей день начався не з ранку. Зараз я з Шаєю повертаємося до нашого укриття. Короткий переказ минулого дня такий:
Всім прийшла листівка в якій ідеться про операцію. Ми в ній беремо участь, тому приходимо сюда вночі та таскаємо цукор.
Шая - Вот ми уже майже прийшли.
*Уже на місці
Шая - Ха! Подивися, уже сплять.
Шая - Але спати довго не можна. На це виділяється не більше 40хв.
Шая - У нас цього часу уже менше раза в два.
Шая - Я спати не збираюся, а ти як хочеш.
...
Ну вот я тоже спати не дуже хочу. Більше мені хочеться ще тут пройтися. 
*Я відправився в сторону виходу з цьої споруди
Правда далеко в мене відійти не получится, занадто темно. 
Тут поблизу стояло ще щось похоже на то звідки наші цукор беруть.. Я забрався всередину, тут пусто. 
І тут я почув, як підо мною щось завібрувало.
Не знаю можливо мені здалося, але я замітив що це повторилося ще пару раз.
Думаю варто вилазити звідси.
*Уже після того як я викарапкався
*Я замітив мурах вдалечині

Здається це розвідка. Вони явно спішать сюди..
...
 > Доброї ночі, що сталося?
Розвідник - Група ідіть дальше, я скажу.
Розвідник - Так вот, нашою групою було замічено людину.
Розвідник - Вона прокинулася.
Розвідник - Напрямок куда людина піде - невідомий.
Розвідник - Стоп.. Здається вона прямує сюда! 
Розвідник - Вібрація все сильніша, в укриття! 
...
Вот я уже і майже добіг до укриття
 > Ей Шая!
Шая - А? Хто?
 > Я, Спектр.
Шая - Уже 20хв пройшло?
 > Та ні, сюда людина іде!
Шая - Яка ще людина?
 > Така, розвідка повідомила
Шая - А ну, Вихор та Скайлар!
Шая - Підйом!
Вихор - Ще 5 міноточок...
Скайлар - Та ще трохи
Шая - Які 5 мінуточок я вам що мама? Уже я сказала
Вихор - Гаразд встаю.
Шая - Людина сюда іде
Шая - Ми зараз відправляємося в інакше укриття.
Вихор - Людина? Шая ти що знову прикалуєшся над нами?
*Укриття затрусилося ще сильніше
Вихор - Добре вірю-вірю!

За укриттям уже були мурахи, всі прямували в якусь дирку пробиту в дерев'яній стіні. 

Шая - Швидше! За мною!

...

Ну вот і маєш. Ми зараз сидимо в якійсь дирі. 
По розрахунках нас тут ніяк не дістануть, тобто ми в безпеці. Тільки вот проблема в тому.. скільки ми тут будемо сидіти?
Запасів тут явно на декілька годин. Та що там, щось придумаємо.

Вихор - Е, Скайлар!
Скайлар - Чого тобі?
Вихор - Хочеш анектод?
Скайлар - Та ні давай без цьог-
Вихор - Так це новий!
Вихор - Ти ще такого не чув!
Скайлар - Я? Не чув? А ну валяй сюда свій анекдот!
Вихор - Вот це інакше діло!
Вихор - Приходить якось мураха до доктора:
— Докторе, я зламав руку в двох місцях!
— Тоді не ходіть більше в ті місця!
— *Звук барабанів
Скайлар - Це було дуже погано Вихор, я не чекав такого. 
Вихор - Стій-стій, давай інакший
Скайлар - Даю ще один шанс, нехай. 
Вихор - Іде значіть один раз Шая і-
Шая - Так все! Хватає. 
Вихор - Потім розкажу..

*Моментально все в споруді засяяло

Вихор - Це що таке??
Скайлар - А все походу, ми попали в рай.
Вихор - Ага, не дарма я тому павуку поміг три місяці назад
Шая - Ого як світить!
Вихор - Вот, Шая, ти тоже в раю!
 > І я тут
Вихор - Ми всі достойні!
Шая - Та ви не достойні, а поїхавші. Який рай? Тут просто посвітлішало і ми зразу не змогли привикнути, тому нічого і не бачили.
Вихор - Реально, я тепер все бачу!
Скайлар - Дивіться, там людина ходить!
 > Здається вона взяла банку варення?
Шая - Саме так
Вихор - Людина поклала банку в невідомий об'єкт. Опис об'єкта: білий колір, коли відкриваєш виходить пар, всередині багато всього.
Скайлар - Все людина пішла.. здається. 

*Раптово сяйво погасло та все погрузилося в тьму


Шая - Ну все получається
Шая - Можемо повертатися до роботи
 > Ти впевнена що там безпечно?
Шая - Я колись помилялася? 
Вихор - Ну вообще то-
Шая - За роботу!

*Пройшла ще година переміщення цукру

Шая - Ми впоралися!
Шая - Навіть залишилося ще часу.
Скайлар - А що нам зараз з цим ящиком робити?
Шая - Нуу, його забрати мають
Шая - А ми зараз повертаємося в колонію.
Шая - Для цього нам провідника не потрібно

*В дорозі назад

Вихор - Доречі, а вот нам за цю роботу будуть виплачувати щось?
Шая - Насправді думаю мають, але питання в тому скільки..
Вихор - І то добре
Скайлар - Мені така робота не сподобалася
Скайлар - Вона така одноманітна
Скайлар - Цукор набрав, цукор висипав..
Скайлар - Я б хотів досліджувати цю споруду
 > Вот, я таке підтримую
 > Думаю розвідка багато ще чого не знайшла
Скайлар - І ми зможемо знайти якісь поклади самого дорогого варення!
Скайлар - Розбагатіємо!
...

Шая - Вот і все
Шая - Ми прийшли
Шая - Тут у нас вихід на вулицю
Шая - Прощавайте, я спати. 
Скайлар - Вот я тоже
Вихор - І я
 > Ну бувайте 

Насправді чомусь саме мені спати взагалі не хотілося. Не знаю з чим це може бути пов'язано, але мені всерівно. 
Зараз можна сказати, що день тільки почався.
Більша частина колонії спить, тому на вулицях так пусто.
Я вирішив завітати до Шагара, поговорити.
..
Прийшовши на місце я побачив табличку:
"На теперішній час ми не працюємо, і не будемо найближчі декілька днів"
Здається тепер немає кому продавати шкури. Прийдеться знайти альтернативу заробітку в цьому жахливому світі.. 
...
Трошки поблудивши по вулицям я замітив якусь цікаву на перший погляд мураху. 
Вирішив підійти до неї
..
Мураха - Вітаю сер, не хочете підзаробити?
 > А яким способом?
Мураха - Вам прийдеться розносити посилки
Мураха - Оплата за одну доставку - 5FI
 > Непогано, думаю я згоден
Мураха - Гаразд-гаразд! Щоб почати працювати, ви повинні пройти бесіду по адресу: P1-C5-R1_Post.

 > Зрозумів. 

Ну вот! Альтернатива можна сказати - знайдена. 
А тепер потрібно прийти по цьому адресу..
Моє саме не любиме діло.
...
Вот, я на місці. Адреси співпадають, тут має бути "бесіда". Я такого ніколи ще до цього не проходив, але думаю я справлюся!
*Зайшов в кімнату
??? - Вітаю, ви на співбесіду?
 > Думаю, так.
??? - Тодій дозвольте представитися, мене звати Лея.
Лея - А вас як?
 > Спектр..
Лея - Приємно познайомитися! 
Лея - Зараз я задам вам пару питань, і зрозумію чи підходите ви нам. Не переживайте питання не важкі і думаю ми швидко впораємося! 
 > Ну давайте.
Лея - Питання 1. По якій причині ви захотіли працювати в нас? Чи працювали ви десь до цього?
 > Місце де я заробляв гроші нажаль закрилося на невизначений період часу. Це змусило мене знайти новий спосіб заробітку. Я - полювальник.
Лея - Дуже навіть добре!
Лея - Питання 2. Як ви дізналися про цю роботу?
 > Я побачив вашу людину яка рекламувала роботу.
Лея - Я це обов'язково врахую.
Лея - Питання 3. Чи вмієте ви орієнтуватися на місцевості, знаходити правильні адреса? Як ви будете діяти якщо не зможете знайти адресу отримувача?
 > Думаю на місцевості орієнтуватися я вмію. Ну вот вашу адресу я ж знайшов. 
Лея - І то вірно
 > А вот що я буду робити..
 > Ну якщо я не знайду адреса, то в першу чергу перевірю номера, щоб впевнетися що вони вірні з місцем де я. 
Лея - Ага..
 > І вот якщо це все таки не допоможе, я поверну посилку або перепитав адресу у вас.
Лея - Непогано, непогано..
Лея - Питання 4. Чи ви маєте які-небудь обмеження по здоров'ю, які можуть заважати виконанню обов'язків?
 > Не думаю.
Лея - Гаразд..
Лея - Ви прийняті!
Лея - Почати роботу можна прямо сьогодні.
Лея - Посилки вон у тому ящику
Лея - Адреса написані на самих посилках
Лея - Тільки зачекайте!
Лея - А можна ми перейдемо на "ти"?
 > Та без проблем
Лея - Так вот, ти маєш надягнути ще цей кулон. Носи його тодій коли працюєш. В інший час можеш зняти. 
*Лея акуратно надягнула його на мене
Лея - Все тепер за роботу! За день маєш доставити одну посилку, але якщо їх буде багато можеш дві.
...
Окей вот тепер я знаю якусь Лею. В мене зараз задача доставити цю посилку. Так-так, адрес тут такий: P7-C3-R4.
Виявляється це мій сусід! Якщо мені пам'ять не зраджує, то я живу по адресу P7-C3-R2.
Це буде легка доставка!
...
Вот я уже на місці. Я постукав у двері, мені ніхто не відкрив. Тут то я і затупив. 
Ну не знав я, що робити в таких ситуаціях.
Вирішив відкрити двері..
За ними було 5FI, здається я правильно зробив!
*Я залишив посилку та взяв 5FI
+5FI

Ну вот, робота виконана! Тепер можна і трохи на вулиці походити. 
...
Тут уже було багато мурах. Серед них я побачив Вихора! 
 > Ей Вихор!
Вихор - О, Спектр
 > Що уже виспався?
Вихор - Ну як бачиш..
Вихор - А ти куда ішов?
 > Та гуляв тут.
Вихор - Давай разом тодій.
Вихор - Я знайшов собі нову роботу
Вихор - Мені зараз потрібно віднести Елетрі кубики цукру 
 > Ого! Прям Елетрі?
Вихор - Ну а як ще.
Вихор - Ходи заберемо цукор.
...
Ми прийшли на той самий склад, де працює Логісор.
Вихор - Доброго дня, ми за цукром. 
Логісор - Цей, що для Елетри? 
Вихор - Вірно.
Логісор - Ну його ще потрібно знайти..
Вихор - Не кажи що ти його не маєш
Логісор - Маю.. напевне. 
..
Логісор - А вот! ЦдЕ-п38 (Цукор для Елетри поставка №38)
Логісор - Це ваший?
Вихор - Та-та це мій.
Логісор - Ну забирайте
...
Вихор - Тепер цю поставку треба доставити по адресу P10-C6-R5. 
Вихор - Покої Елетри знаходяться в самому дальньому місці колонії.
 > Зачекай, а вот в одному C знаходяться 6R, вірно?
Вихор - Ну так.
 > Якщо адрес Елетри закінчується на R5, то що за кімната під номером R6?
Вихор - Чесно, я не знаю.
Вихор - Та і не думаю що хтось знає.. 
Вихор - Там завжди закрито, нікого туда не пускають.
Вихор - Але не суть зараз нам треба до Елетри.
...
*Уже у Елетри

 > Ну заходь. 
Вихор - Окей, тільки там треба тихо.
*Вихор відчинив двері
Вихор - Елетра спить, нам потрібно просто положити цукор в відложене для цього місце
..
Невеликий опис місця де ми знаходимося. Ця кімната досить велика, раза в 5 більша за стандартну кімнатку. Також тут дуже багато цукру та інших делікатесів. Ну і сама по собі Елетра яка спить, а біля неї декілька десятків яєць.
Вихор - Все, кладемо тут. 
*Ми поклали цукор
Вихор - Тепер тихенько вилазимо звідси.
Вихор - Плату я забрав, вот тобі половина.
+3FI
*Ми вийшли звідти
Вихор - Ну що, підемо прогуляємося можливо?
 > Ну давай.
Вихор - Вот це я розумію!
...
Вихор - Я бачив наші мурахи, на бджолу хотіли напасти
Вихор - Я таке не підтримую
Вихор - Просто я самих бджіл дуже поважаю
Вихор - Вони ж такі класні, але при тому дуже сильні. 
Вихор - Якщо нашкодити одній на виді у всіх, то можна сказати жити тобі не довго залишилося.
Вихор - У них всі за одного, і один за всіх.
 > Ти трохи перепутав
Вихор - Та і при тому вони можуть літати, жалити, кусати та і конструкція їхнього "вулика" не гірша за наший мурашник.
Вихор - А ще цей їхній мед...
Вихор - Він у нас досить популярний.
 > А як наші його получають?
Вихор - Я не знаю точного способу його роздобутку. Знаю тільки що колись нашим мурахам повезло знайти покинутий вулик, а в ньому і мед. 
Вихор - Той мед ти як раз пробував.
 > Це той що настояний? 
Вихор - Вірно, але мед насправді не може бути настояним просто ми до нього добавили інгредієнт, один..
Вихор - Як мене вчили, мед – це штука яка спортитися не може.
Вихор - Так я і провіряю це. З самого дитинства закрутив банку меда і постійно пробую на придатність.
 > Ну і як?
Вихор - Та ніяк
Вихор - Яким закручував, таким він і залишився. 
Вихор - До речі, а давай сходимо на ринок?
 > Непогана ідея
...
Вихор - Вот!
Вихор - Ти просто подивися який асортимент

Він мене привів на той самий ринок, де я купляв коріння в меді. 

Вихор - Давай по кусочку насінини "Хаєжка"
 > Ну і назви
 > В чому прикол цієї "Хаєжки"?
Вихор - Ну прикол в тому що вона або гірка або солодка або солона
Вихор - Її ще називають "СГС", але це застаріла назва. 
Вихор - А так то ці насінини мають ніби осколки на собі. І вот чомусь "Хаєжка"..
Вихор - Тут одна штука 4FI. Скидуємося на дві?
 > Давай
-4FI
Вихор - Добридень.
Продавець - Уже вечір якби.
Вихор - А як ви взнали?
Продавець - Та вот, нашептала пташка
Вихор - Розумію, розумію..
Вихор - Мені будь ла-ааска насіння з осколочками
Продавець - Одна штука, 5FI.
Продавець - А ви тут вперше?
Вихор - Звісно, мені вот друг порекомендував.
Вихор - Ну, не цей інакший.
Продавець - А це часом не ви у мене купували коріння в лавандовому меді?
 > Та ні, я таке перший раз чую.
 > Ви мене напевне з кимось перепутали..
Продавець - А вибачайте, дійсно.
Вихор - Нам дві. 
Продавець - Тодій з вас рівно...
Продавець - З вас рівно.. 
Продавець - Рівно.. 
Продавець - Рі-..
*Продавець зазснув на рівному місці
Вихор - Ех, і кого тільки понабирають на ту роботу 
Вихор - Одні бездарі. 
Вихор - Би воно ще рахувати вміло. 
Вихор - Кароче, залишаємо 8FI тут забираємо насіння і ідемо звідси. 
 > Найс план
*Ми зробили все за планом

...
Вихор - Ну давай тут продегустуємо.
Вихор - Вибирай насінину
*Я взяв ту, що справа.
Вихор - Тодій я цю.
Вихор - Я перший.
*Вихор продегустував цей витвір мистецтва
Вихор - В мене солона.
Вихор - А колить як! 
Вихор - Деавай ти увже пробвуй..
*Я так само спробував витвору мистецтва
 > Мені здається в мене солодка. 
 > І навіть не колить
Вихор - Ну повезвло тобі.
Вихор - Лади давай, мені потвібно ітви
...
Вот це так прогулялися..
Здається мені, час вертатися в колонію.
І бажано гарно виспатися.

Міраж - Хто явився!
 > Ого, Міраж! 
Міраж - Як там живеться
 > Та непогано, вот цукор таскаю
Міраж - Це той що за операцією Sugar1?
 > Здається він. 
Міраж - Вам поки добре, хоча б оплата приходить за це.
 > Оплата? Мені ще не приходила.
Міраж - Вона повинна бути в тебе дома, як я знаю.
 > Я ще там не появлявся, тому думаю і не бачив
Міраж - Так рекомендую появитися. Уже пізно, давай до завтра. 
 > До завтра, получається
...
Я повернувся до рідного місця! Яке воно все таки прекрасне. А ще ці чотири насінини які я не їм! Замість них у мене є це коріння. Воно насправді досить смачне. 
Ну з того моменту коли я купив цю банку, досить часто вечорами підїдав її. 

А так на цьому день можна офіційно закінчити! До завтра.. 
`,

  day6: 
`*Хтось стукає в двері..
Шая - Спектр!
Шая - Прокидайся
 > А? Хто?
Шая - Вставай уже.
 > А що сталося?
Шая - Ще розкажу, зараз ідемо на наше місце збору
 > Окей, ти іди, а я ще наздогоню..
Шая - Зрозуміла. 

Оце я розумію, прокинувся. Такс-такс.. вчора я забув перевірити свою плату, і вона реально тут. 
+6FI

Я трохи перекусив і поспішив на місце збору. 
...
Шая - Вот, всі в зборі. 
Шая - Розказую коротко
Скайлар - Стій, стій. 
Шая - Чого тобі?.
Скайлар - Тільки не кажи що ми ідемо знову цукор таскати..
Шая - А я.. 
Шая - Не скажу! 
Вихор - А що тодбій? 
Скайлар - Чого так говориш, Вихор?
Вихор - Та вообще не важливо...
Вихор - Це уже інакша іствовія
Шая - Так, до діла. 
Шая - Ми тепер частково розвідка!
Скайлар - ТА НУ! 
Скайлар - Я так і хотів!!
Шая - Ну і через це я вас сюда зібрала. 
Шая - Ми сьогодні відправляємося в подорож
Шая - Будемо досліджувати одне цікаве місце
Скайлар - Вот це так новина
Вихор - Ага
Шая - Збираємося знову тут в обід.
 > Звісно
Вихор - Звичайно
Скайлар - Розуміється
... 

Я навіть не знаю як на таку новину реагувати. Насправді побувати в ролі розвідки дуже цікавий досвід. Як буде класно знайти щось дороге там! 
Та-ак, чим б зараз зайнятися..
Точно! Посилка, я маю доставляти одну на день. Потрібно відправитися до Леї, та забрати посилку.
...
*Я постукав в двері
Лея - Спектр! Прийшов за посилкою?
 > Звісно
Лея - Ну тодій забирай, не буду мішати
*Я забрав посилку
...
Тут такий адрес: P1-C3-R1_B. Це не так далеко звідси! Думаю доставка буде легкою. 
..
Вот я уже на місці. Над цією кімнатою пише "Будівники". А я то думаю, чого посилка така важка. 
*Постукав в дверці
Мені відкрила мураха
??? - Це ви посилку?
 > Вірно
??? - Е! Чуєш, принеси 5FI щоб за доставку заплатити
2-??? - За ті камні?
??? - Ну так
2-??? - Ща буде..
2-??? - Вот
??? - Ваша оплата
+5FI
 > Ага, забирайте посилку.

Раз це будівельники мені прийшла ідея. В мене кімната дуже погано виглядає. В ній буквально дири в підлозі та в стінах. Думаю вони зможуть щось з нею зробити. Треба спитатися..

 > Стійте! 
??? - Що таке?
 > А ви займатеся ремонтом кімнат?
??? - Ну вообще, так. 
 > Чи можете ви мені услугу зробити?
??? - Тільки якщо за символічну плату.. 
 > Це ясне діло.
??? - А в чому питання?
 > Хочу замінити настил, на кам'яний. Залатати дири в стінах, та і просто вирівняти кімнату. 
??? - Ну ми таке зробимо. 
??? - Це вам обійдеться в 110FI.
??? - Але прийнято в нашій колонії, новим клієнтам скидку робити, тому для вас - 80. 
 > По рукам. 
??? - Вот і добре 
 > Гроші в мене дома, тому там і заплачу.
 > Ходіть проведу вас
*Я відвів будівельників на місце ремонту

 > Вот тут. 
??? - Зрозумів.
??? - Ну! За роботу!
??? - А щодо оплати?
Чесно я не був впевнений що в мене є повна сума. Тому перераховувати було стресово. Але нащастя мені хватило! В мене було рівно 84FI. 
 > Вот, забирайте.
-80FI
??? - Вот і прекрасно!
 > Ну так, за роботу
??? - Сюда ще матеріали треба притащити. 

Так, думаю можна відправитися на місце збору. Хоча ще не зовсім час, але мені ніхто не мішає. Та і поки я дойду то уже буде вчасно.
...
Все я на місці! Тут ще нікого нема..
Мені вот цікаво, а чи більша зарплата у розвідки? Мені чомусь здається що більша, ну ніби робота ж небезпечніша. 
Шая - Спектр! А ти, що тут забув?
 > Так як що? Ми ж в обід збираємося, не?
Шая - Вірно, але зазвичай швидше мене ніхто не приходить..
 > Та не обіжайся, ну прийшов я швидше
Шая - Я? Та ні, я не обіжаюся, що ти таке кажеш
Шая - Ну можливо трохи..
Шая - Так все. 
 > А про яке "цікаве місце" ти казала?
Шая - Я сама не впевнена як це правильно називати.
Шая - Місце похоже на якусь комірку
Шая - Знаю тільки що там дуже темно
Шая - А вот і Вихор в далеку
Вихор - Я не спізнився?
Вихор - Ого, а що це ви тут двоє так швидко, а?
Шая - Мав б совість, Вихор.
Вихор - Гаразд, сорян
Вихор - Я думав Скайлар уже тут
Шая - Тоже замітила, а де він?
 > Не знаю
Вихор - Аналогічно 
Шая - Це звідки ти таке слово наукове дізнався?
Вихор - Я почув як інша мураха використала його в діалозі.
Шая - Не впізнаю тебе, а що уже говориш нормально? 
Вихор - Як бачиш уже відпустило
Шая - А що тримало?
Вихор - Аби я знав...
Скайлар - Я на місці! 
Шая - Вот, тільки тебе чекали. 
Скайлар - А я що не вчасно?
Шая - Чуть-чуть.
Скайлар - Чуть-чуть це не багато, тому можна не переживати. 
Шая - Тому можна відправлятися уже 
Скайлар - А хіба безпечно в день? 
Вихор - Вот діло говорить. 
Шая - Так ми ще не в подорож, треба дещо забрати 
Вихор - Що ще забрати?
Шая - Дізнаєтеся.
...

Ми прийшли до якоїсь палатки.
??? - Це ви розвідко-пошукова група що розвідуєте комірку? 
Шая - Правильно сказано. 
??? - Скільки вас в групі?
Шая - Четверо. 
??? - Вот тодій ваші світильники та рації.
Шая - Розбирайте
Вихор - Ого
Скайлар - Інтересно.. 

+Світильник
+Рація 
Світильник представляє собою кулон, який можна надягнути. Він просто постійно світиться, це як ті камні де ми ще цукор носили. 
А вот рація... Я не знаю що це. 

Вихор - Шая, а що це? Як це?
Шая - Світильник надягай, рація кріпиться біля світильника
Вихор - А що це таке, ця твоя "рація"
Скайлар - Ти маєш рацію в цьому питанні, Вихор. 
Вихор - Тут якби і не поспориш, маю рацію і так і так.
Шая - Рація допоможе нам чути один одного на далекій відстані.
Шая - Це щоб ми не загубилися. 
Шая - Як я знаю, це просто така штука яка настроєна ловити вібро сигнали одного типу. 
Шая - Просто говориш туда щось, і в радіусі твій голос передається нам на рації. 
Шая - Це геніально!
Вихор - Ти маєш рацію, Шая!
Скайлар - Я тоже якби маю рацію! 
Вихор - Але Шая має і таку, і таку рацію!
Скайлар - Зараз ти тоже маєш рацію!
Вихор - А ти зараз підтвердив мою рацію своєю рацією, це означає що ти так само маєш і таку рацію, і таку як Шая.
Скайлар - В цьому випадку ти також маєш рацію! 
Вихор - Геній!
Шая - Все спокійно, спокійно. 
Шая - Всі четверо тут мають рацію
Вихор - Але одночасно не всі мають рацію.
Вихор - Але ти зараз точно маєш. 
Шая - Ну а зараз відправляємося до входу в споруду. 
...

Шая - Доброго..
Шая - Вечора! 
??? - Я вас уже пам'ятаю.
??? - Особливо Вихра.
??? - Можете проходити, місце де повинна вестися розвідка позначена жовтим прапорцем. 
??? - Удачі вам. 
Шая - За мною, група 

Тепер ми ідемо за Шаєю. По головному коридору ми не йшли, ми йшли по якомусь тунелю.
Вихор - А рації точно працюють? 
 > Давай провіримо.
 > Ну вот відійди від мене і скажи щось в рацію
*Вихор відійшов
Вихор - Хаєжка
Р.Вихор - Хаєжка 
 > Чути! 
 > В рацію трохи з запізненням доходить. 
Вихор - Але працює!
Вихор - А що я сказав? 
 > Так тебе і без рації було чути. 
Вихор - Аа, ну гаразд. 
Вихор - Шая, довго ще нам іти?
Шая - Трохи є
Вихор - Я думаю нам варто було взяти з собою запаси їжі.
Вихор - Хто знає скільки ми там будемо 
 > Вот правильно. 
Шая - Думаю там щось буде з запасів минулих розвідників
Вихор - Тільки понадіятися залишається.
Вихор - А місія наша яка хоча б?
Шая - Я казала, здається.
Шая - Дослідити "одне цікаве місце"
Вихор - Типу знайти щось цікаве?
Шая - Ну типу.
...

Шая - Ми на місці!! 
Вихор - Ура-ура.
Скайлар - Прапорець тут, а нам куди далі?
Шая - Вон той тунель.
Вихор - Знаєте я уже щось передумав туда іти.. 
Вихор - Може повернемося? 
Шая - Ніякого повернемося! 
Шая - У нас якби місія.
Вихор - Та лади, жартую. 
Скайлар - По тобі не видно
Вихор - Так придивися
Шая - Хто як б не боявся, але ми маємо розділитися там. 
Вихор - Ну для цього і рації, правильно? 
Шая - Маєш рацію, Вихор. 
Вихор - Вот і прекрасно.
Шая - Так що, відправляємося? 
 > Звісно
Вихор - Звичайно
Скайлар - Очевидно
Вихор - Тут кста хтось їжу залишив..
Вихор - Може це для нас?
Шая - Ти так думаєш? 
Вихор - А що, я думаю це для нас. 
Шая - Як хочеш, я це їсти не дуже хочу.
Вихор - А що їсти будеш? 
Шая - А чого ти так за мене переживаєш?
Вихор - А що, не можна?
Шая - Ну не знаю, можливо це не просто так?
Шая - Щодо їжі, я маю з собою
...
Ми зайшли в це дуже темне приміщення . Розглядіти щось дальше 2-3см не являлося реальним. Та і світильники світили дуже тускло. І як тут вообще можливо щось знайти?
Шая - Вот звідси ми розходимося 
Шая - Зустрічаємося тут приблизно через годину. 
Шая - Всім удачі. 
Вихор - Тобі тоже
Шая - Ну дякую
...
Ну і ну.. Вот це не задача, знайди щось в місці де нічого не видно. Надіюсь мої більш "кращі" співгрупники зможуть знайти щось. Просто я в свої можливості не дуже вірю.
Р.Вихор - Мене чути?
 Р> Чути
Р.Шая - Мені тоже чути
Р.Шая - Ти, Скайлар?
Р.Скайлар - Все добре. 
Р.Шая - Тодій всі на пошуки! 

Тим часом я надкнувся на щось цікаве.. Щось розсипане на підлозі. Чому б не попробувати це на смак? 
Ідея як завжди, найкраща. Я так і зробив!
*Попробував знайденого делікатесу
І не зря! Це був цукор, самий простий цукор. Хо-хо, це означає, що десь тут є місце, де цей цукор і зберігається! Ага тільки проблема полягає в знайденні цього місця..
Р.Вихор - Як у вас успіхи?
Р.Шая - Чесно, в мене не дуже..
Р.Шая - Крім дохлого павука я більше нічого не знаходила. 
Р.Вихор - Дохлий павук це тоже якби, нічого собі. 
Р.Скайлар - Ха! Щодо павуків, я уже вспів застрягнути в їхній павутині три рази.
Р.Шая - Повезло що вони мертві
Р.Скайлар - Не всі
Р.Шая - Спектр, у тебе що? 
 Р> Ще поки нічого такого, тільки знайшов сліди розсипаного цукру.
Р.Шая - Ха-ха, поки саме корисне зі знахідок.
Р.Шая - Тому продовжуємо пошуки!

Як і сказала Шая - Продовжуємо пошуки!..
Чесно кажучи, в такій темноті навіть трохи страшно блукати. Ніколи не знаєш на що можеш наткнутися. Саме це насторожує, але це якби наша робота тому нічого такого. 
Тим часом я все ще продовжую шукати, звідки міг висипатися цукор. 
Р.Шая - Я звісно вибачаюся за такі часті повідомлення по рації..
Р.Шая - Але це реально важливо!
Р.Вихор - Давай, розказуй.
Р.Шая - Щоб нашу місію не рушити, поки тільки один буде знати що я знайшла.
Р.Шая - Нехай це буде Спектр
Р.Шая - Спектр, відправляйся до мене, це терміново. 
Р.Шая - Звісно якщо ти сам хочеш
 Р> А я можу відмовитися? 
Р.Шая - Давай швидше
 Р> Гаразд, іду. Але куди?
Р.Шая - Вот приблизно де ти зараз знаходишся, то повертаєш наліво від себе, і ідеш прямо. Ну я думаю ти від мого ліхтаря побачиш світло.
 Р> Зрозумів.
Р.Шая - А інші, продовжуйте як і до цього. 
...
Зараз я уже ішов по напрямку до Шаї. Вдалечині було замітно світло, по якому я і орієнтувався.
*Пройшло декілька хвилин
І я уже на місці! 
Шая - О, Спектр! Нарешті прийшов.
 > Так а що за терміновість така, чи ти просто...
Шая - Я знайшла мурах
Шая - Здається вони тут ніби заблудилися
Шая - Ходи за мною, вони тут неподалік.
*Шая привела мене в якийсь куточок
 > Ти серйозно чи це все таки якийсь спосіб-
Шая - Ну вот, дивися! 
Шая - Зачекай.. який спосіб? Ти про що це зараз, а?
 > Та ні, нічого такого
Шая - Вот дві мурахи..
??? - А.. ?? Сон??
??? - Хто?..
??? - Я-?
Шая - Ну цей говорить, тільки він трошки поїхавший 
??? - Хехе, о а звідки ти знаєш, красотка..
Шая - Це він зараз до мене?
 > Та ні, ти що, це ж до мене напевне.
Шая - Ну якщо це був комплімент.. то я впринципі не проти..
 > Так він поїхавший, від нього компліменти хоч до камня
Шая - Все спортив..( 
 > Так, а щодо другого? 
Шая - Не знаю.
Шая - Молода мураха, будьласка заговоріть зі мною
??? - З такою як ти... 
Шая - Ну так-так. Ваший друг.. він живий?
??? - Мій друг? А він! 
??? - Хе-хе, він не живий! 
Шая - Це жарт?
??? - Я похожий на жартівника? 
 > Ну вообще..
??? - Та здох він, але якщо ти хочеш, сонце, можеш бути моєю подругою, хе-хе. 
Шая - Ні, не хочу.
Шая - Що будем з цим чокнутим робити? 
??? - Це ти про мене??
Шая - Як ви так могли подумати, звісно ні.
 > Як мінімум врятувати, хоча рятувати уже не дуже вчасно..
 > А так, можна дати йому щось їсти.
 > Ти ж маєш, вірно?
Шая - Ага..
*Шая дістала з сумки банку з нектаром
 > Ух ти, який делікатес!
Шая - Хочеш попробувати? 
 > Ого.. Ну давай
*Шая відкрила банку і піднесла мені
 > Нічо такий нектар, мені подобається.
 > Але цьому ще дай. 
Шая - Точно! 
*Дала нектару знайденій мурасі
??? - Що це таке.. смачне?..
??? - А..? Де я?
 > О невже твій нектар такий чудовий, що зміг вилікувати мураху?
Шая - Можливо 
??? - Чому тут так темно?
??? - Ви грабіжники? Не бийте...
Шая - Як тебе звати?
??? - Я не пам'ятаю..
Шая - Ну можливо ще згадає..
Шая - Одним словом, ти заблудився. Ми тебе знайшли з твоїм уже мертвим другом.
Шая - І ми тут щоб тебе врятувати
 > Ей, ну мені здається про друга було лишнім
Шая - Та нічого страшного..
Шая - Думаю, я його відведу хоча б до вихода з комірки. 
Шая - Там його інша розвідка забере
Шая - Все давай Спектр, не сумуй за мною
...
Я повернувся наз-
Р.Вихор - Що там? Чому так довго не повідомляєте?
Р.Вихор - Що за терміновість?
Р.Вихор - А.. чи може ви..
 Р> Навіть не думай
 Р> Там досить цікава історія вийшла
Р.Вихор - Хм.. зацікавив.
...
І я не договорив. Я повернувся назад, де і зупинився минулого разу. Тут я помітив якусь дуже велику штуку. Вона має заукруглені краї значіть скоріш за все.. це якась банка? Я просто не знаю як це називати правильно.
Але нехай буде банка. 
Думаю варто туди залізти..
*Через якийсь час я був наверху
Не впевнений як можна попасти всередину.. Можливо тут є якийсь прохід?.. Або туда вообще неможливо попасти.
Всеодно треба попробувати знайти щось..
..
Через якийсь час я все таки знайшов якусь ущелину. Це уже признак того, що я можу щось то і знайти. 
*Я акуратно проліз всередину
Ого.. Тут нічого не видно але здається внизу глибока яма.
*По трохи начав спускатися, але ненароком зірвався
Падав я не довго.. Я приземлився на щось не дуже тверде.
Піднявшись, я вирішив розібратися, де я. 
Під мною багато... Стоп, а що це? 
Як завжди, поки не попробуєш не дізнаєшся.
*
А виявилося, що це цукор! Це все цукор! Щоб ви розуміли цукру тут так багато, що його хватить на кожного поселенця нашої колонії. Та щей залишиться більша половина. 
 Р> Група, я таке знайшов!
 Р> Не повірите
Р.Вихор - І що це?
 Р> Дуже багато цукру
 Р> Разів в 20 або 50 більше ніж там де ми таскали 
Р.Вихор - А ну ка, по детальніше
Р.Вихор - Де це знаходиться?
Р.Вихор - Не бійся, твою знахідку я собі не присвою 
 Р> Ну вот ти знаєш де вхід в комірку? 
Р.Вихор - Знаю.
 Р> Так вот треба іти звідти прямо, але трохи в праву сторону.
 Р> І ти наткнешся на велику банку, чи бочку я чесно не знаю що це.
 Р> Вот, залазиш на верх і там має бути ущелина
 Р> Ну і далі будь акуратний, там досить глибоко всередині
Р.Вихор - Зрозумів.
Р.Шая - Цікаво у вас тут, добре повертайтеся уже
Р.Шая - Бажано пошвидше
...
Вот ми уже вернулися. 
Шая - Думаю нам сьогодні повезло
Шая - Ну найбільше Спектру
Шая - А вот ти Вихор, що знайшов?
Вихор - Ну скажу як є, нічого.
Вихор - Тільки декілька структур, і варення.
Вихор - А вот ти? Шая?
Шая - Ха! Я знайшла мураху. Яка загубилася, її уже врятували
Вихор - Ну непогано 
Вихор - А де, Скайлар? 
 > Тоже таке питання
Шая - Не знаю..
Шая - Можливо він ще прийде?
Р.Шая - Скайлар, ти де?
Скайлар - Я тут!
Шая - Ти де пропадав?
Скайлар - Поки сюда вертався, в павутині заплутався
Скайлар - Нажаль нічого такого не знайшов
Шая - Ну значить, на сьогодні ви уже вільні
Шая - Рації і світильники давайте мені
Шая - Я їх передам.
...

Вот і все, зараз я знаходився на вулиці. Було темно, здається скоро уже буде кінець дня.
Варто повернутися до себе в кмінату..
...

Прибувши на місце я замітив, що ремонт уже зроблений! Моя кімната тепер виглядала реально краще! Це просто не може не радувати. Тільки вот грошей в мене не особо багато залишилося. А рівно 4FI..
Все іду спати, на сьогодні уже хватає..
`,

  day7: 
`Доброго ранку! Прекрасний день, не так? Після вчорашнього голова болить, можливо ця рація такий ефект дає. 
*Стук в двері
Та ну невже.. знову Шая?..
*Відчинив двері
??? - Вітаю, житель колонії..
??? - Ви відомий як Nl_280_01, або Спектр. Вірно?
 > Ну так, є таке.
??? - Вам прийшла винагорода, за вашу знахідку.
??? - Вам положено: 10FI За роботу в розвідці.  Та бонусом 750FI за знайдений цукор.
+760FI
??? - Допобачення, гарного вам дня.
...
Як сказати... Я не очікував такого. З такими грошми я можу собі пенхаус купити. Але думаю обійдуся. Тепер я багатий!
Вообще я тут розібрався трохи з Фініром. Фінір це по факту просто камні, але це такі, які просто так на поверхні не знайдеш. Я не знаю де їх видобувають, але як я зрозумів є три види.
1. Простий сірий камень (1FI)
2. Світло-жовтий камень (10FI)
3. Червоний камень (100FI)
Так вот, цей кур'єр просто дав мені 7 червоних та 6 жовтих.. Думаю варто купити щось по типу сейфа. А то такими темпами мене швидко обкрадуть...
Зараз думаю прогулятися, можливо когось знайомого побачу.
...
Не пройшло і п'яти хвилин.. Гаразд, п'ять хвилин точно пройшло, але я замітив давнього знайомого! 
 > Міраж! 
Міраж - Вітаю, хочеш поговорити?
 > Я не против
 > А ти що, уже знаєш мої досягнення?
Міраж - Знайти стільки цукру не кожен зможе
 > Щодо поговорити, може ідемо до тебе в кабінет?
Міраж - Гаразд.
...
Міраж - Що цікавить?
 > Є одне таке питання..
 > Просто цікаво, для чого ведеться вообще операція Sugar1?
Міраж - Мало хто знає..
Міраж - Насправді ми хочемо взяти під контроль весь дім людей. 
 > Весь дім?
Міраж - Вірно! 
 > Та ви що чокнулися?
Міраж - Також спочатку так думав, але можу тебе запевнити – у нас є всі шанси! 
 > Як це всі шанси? Буквально один тільки такий гігант може всю нашу колонію перебити.
Міраж - А вот тут ти і помиляєшся.
Міраж - Думаю ти зробив багато для колонії, і тобі можна довіряти таке. 
Міраж - Тільки знай, якщо хтось з твоїх друзів без мого відома дізнається про те, що я зараз тобі покажу..
Міраж - Буде погано.
 > Та добре, показуй.
Міраж - Тоді слідуй за мною
...
Ми йшли досить довго, він привів мене по адресу P10-C6-R6. Виявилося, що ця дверця біля кімнати з Елетрою, насправді щось секретне.
*Міраж дістав ключі
 > У тебе реально є ключі?
Міраж - Вони є у більшості мурах, хто тут якби працює..
*Двері відчинилися
Зараз ми ідемо по якомусь довгому коридору вниз. Коридор сам по собі досить широкий, раза в 4 напевне більший ніж двері в нього. 
.. І вот ми дійшли до ще одної дверці
Міраж - Заходим. 
*Ми зайшли..

Зараз я розумів, ми знаходимося в чорт поберай лабораторії! Тут було около 20-25 мурах, всі чимось зайняті.
??? - Доброго, Міраж.
Міраж - Так само, бачите, я привів друга.
Міраж - За нього можете не переживати, статус більш менш є.
??? - Зрозуміло. Я тільки хотіла сказати, що наший новий прототип модуля майже готовий!
Міраж - Дуже радий, коли буде закінчено?
??? - Я не впевнена з точним часом. Можливо завтра, а можливо пізніше.
Міраж - Зрозумів.

Міраж - Це лабораторія, Спектре.
 > Хо, ну я замітив.
Міраж - Як бачиш, тут ми розробляємо передові технології.
Міраж - Звісно самі схеми придумали не ми, а люди.
Міраж - І получається так, що ми будемо використовувати їхній винахід проти них самих. 
Міраж - Хіба не геніально?
 > Я все ще в шоці з того, що в нас під мурашником є лабораторія..
Міраж - Вот, дивися. Це наший перший винахід!
Міраж - Самий корисний як на мій погляд..
Міраж - Це надівається мурасі на рот. 
Міраж - Простими словами, ця штука збільшує силу укуса стандартної мурахи в 283%.
 > Це рандомні цифри?
Міраж - Ні.. не рандомні. (Напевне) 
Міраж - Відомо, що людині дискомфортно від просто укуса мурахи. А в нас з цією штукою! 
Міраж - Зараз виготовлено около 200 копій.
...
Міраж - Далі у нас іде вот такий, як я його називаю "Світлячок"
Міраж - Як мені відомо, ця штука починає дуже сильно грітися, коли на неї світить сонце.
Міраж - Самі промені воно відбиває в іншу сторону, туди куди вони попадають там стає дуже гарячо.
Міраж - Як це працює я не знаю. Не я ж це розробив.
...
Міраж - А вот далі! Саме цікаве! 
Міраж - Це наші жучки!..
Міраж - Вони повинні бути тоже в ролі нападаючих і кусати людей.
Міраж - Правда.. ні одного правильно робочого екземпляра у нас поки не получилося спроектувати.
Міраж - Зато у нас получився робот помічник!
Міраж - Він став виконувати неправильно сценарій в зв'язку з мутацією чіпа.

Міраж - Бзью!..
*Жучок підбіг до Міража
Жук-Помічник - Бзь.
Жук-Помічник - Бзз.?
Міраж - Насправді він мало що вміє робити.. Одна з його навичок це приносити насіння! 
Міраж - Попробуй ти. Спочатку скажи "Бзью", а потім скажи "Базь, буз буз"
 > Е.. гаразд..
 > Бзью! 
Жук-Помічник - Бузз..?
 > Базь
 > буз буз
*Жук ніби кивнув, і побіг кудись в сторону
Міраж - Зараз принесе!
*Жук повернувся з насіниною в зубах
Міраж - Вот! Візьми насінину.
*Я взяв насінину
Міраж - Хороший жук.. хороший..
Міраж - Він працює від сонця, але батарейки теж підходять.
Міраж - Можеш іти, жучок.
...
Міраж - Зараз вообще майже не виходить получити хорошого робота жука.
Міраж - Всі вони якісь..
Міраж - Дивні?
Міраж - Вот наприклад, ці два екземпляри просто рухаються в протилежні від заданих сторони, та мають неправильну поведінку.
Міраж - А цей не вміє кусати.
Міраж - Вот той просто згорів.
Міраж - Не виходить ніяк.
Міраж - Можна сказати, що цей помічник поки самий найкращий варіант. Хоча і правильно кусатися він тоже не вміє..
Міраж - Але наші робітники наполегливо працюють, щоб получити найкращого робота.
...
Міраж - Ось тут у нас закритий мутований екземпляр. Він являється потенційно небезпечним для колонії. 
Міраж - Від його рук, чи правильно сказати зубів.. Померло дві мурахи!
Міраж - І після того він ще два рази мутував.
Міраж - Я вообще не знаю як прості роботи мають можливість мутувати, і переписувати сценарій їхнього головного чіпу.
Міраж - Але цей.. цей явно не просто з мутованим чіпом..
Міраж - Він не простий, щось в ньому є.
Міраж - Зараз він закритий, тому небезпеки не представляє. 

Міраж - Я дозволяю тобі ще трохи походити по лабораторії, а потім ми ідемо звідси.
...
Окей.. Лабораторія..
Я не думав, що наші мурахи зможуть зробити роботів! Звісно зрозуміло, основну схему придумано людьми. А зараз мені дозволили походити по цьому місцю.. 
Тут було пару дверей, не знаю чи можна туди заходити..
Але я спробую 
*Зайшов в першу
Виявилося, що це склад. І при тому дуже навіть великий склад! Тут всякі технології, я в цьому не розбираюся.. Насправді цікаве місце.
Міраж - Спектр, думаю потрібно уже іти!
 > Зрозумів..
...
Міраж - Рея, я іду ти не сумуй. Продовжуйте роботу над модулем.
Рея - Зрозуміла!

Міраж - Ми підемо через інакший хід, у нас є такий, що веде на вулицю.
...
Міраж - Ну все, бувай.
Міраж - Радий був повидатися
 > Взаємно.. 

Вот це так, повидалися..
Я трохи пройшовся і через деякий час, в далеку я замітив інших моїх знайомих!
*Шая та Вихор підбігли до мене
Шая - Де ж ти пропадав?
Шая - Всюди тебе шукали, ніде не змогли знайти.
 > Та.. так ніде
 > Просто по колонії подорожував трохи..
Шая - Не суть, добре що ти тут.
 > Ми що знову кудись відправляємося?
Шая - Завтра.. 
Шая - У нас буде вилазка в ролі розвідки.
Шая - Тому будь готовий, так як вилазка буде з самого ранку.
Шая - На цьому все, поки можеш відпочивати!
...
Ну і ну.. З цими вилазками..
Я вот тут подумав, раз у мене грошей уже з запасом. То можна роботу кур'єром уже залишити. Всеодно оплата там не велика, а розвідці і то більше платять. 
Треба прийти до Леї, сказати.
...
Вот я уже і прийшов.
*Відчинив двері
 > Привіт, Лея..
 > Тут таке діло..
Лея - Я вже знаю.
Лея - Ти сюди за тим щоб сказати, що ти не можеш більше працювати. Вірно?
 > Так і є
Лея - Я все розумію, як хочеш
Лея - Але якщо захочеш поговорити, то заходи сюда. Я не проти.
 > Зрозумів, вдячний за розуміння
...
Ось так краще. Я сьогодні цілий день можу посвятити собі! Вилазка тільки завтра. Тому зараз можна кудись сходити..
А що якщо піти в сторону, далеко від колонії? 
Думаю, мені такого ніхто не забороняє.
*Тому я піднявся на поверхню і вирушив в сторону прямо від нашої колонії...

Переживати щодо людей мені не потрібно. Так як тут всюди пролкадені ці тунелі. 
Я сам не дуже розумів куди я іду.. Скоріше за все поки щось не знайду.

Всі ці сім днів я відчуваю, що тут я не просто так. 
Якщо так порозмишляти, то я тут просто появився? Варіант з втратою пам'яті зразу відпадає. Доказом того є те, що мене в колонії буквально ніхто не пам'ятає. Я як новонароджена мураха, але при тому я не малий. Ох.. не знаю. Можливо відповідь я ще дізнаюся, і можливо навіть Міраж щось скаже..
Зараз я проходив біля квітів, на них сиділи одинокі бджоли.. 
...
Пройшло декілька хвилин і я.. Побачив дещо цікаве..
Вдалеку було замітно мураху, але вона явно була не така, як усі в нас в колонії. 
Я вирішив підбігти.
...
 > Доброго дня..
??? - Агалар! Де блакуо анто!
Я замітив, мураха була вся червона.
 > Ахм.. Містер, а ви впорядку?
??? - Алагар споке то! Нон гет атомі!
 > Ви заблудилися? Чи вкрай головою вдарилися?
*Незнайомець промовчав і втік

Незнаю.. Здається це мураха з іншої колонії. Точніше це навіть інший вид. І через це я і не зрозумів його. Не впевнений як цей вид відноситься до нас.. 
Але я шукаю пригодів! Так що я відправився вслід за червоною мурахою.
...
*Пройшло декілька хвилин переслідування

Мураха привела мене до великого мурашника! Він був збудований в вигляді гори, і скоріше за все ще продовжувався вниз. Він відрізнявся від нашого тим, що наший не виступає, а зразу іде в глубину.
Думаю в самий мурашник мене не пустять.. Але у мене є ідея! 
Так скажемо план капкан.
Я хочу взяти якийсь листок, щоб він майже повністю мене зверху покривав. І вот так під захистом зверху проникнути всередину! 
...
Окей.. знайшов я підходящий ресурс. Тепер треба просто акуратно пройти в мурашник. 
...
Вот я уже перед входом. Тут досить багато мурах, думаю мене просто пропустять без лишніх питань. Головне, щоб вони не бачили, що я відрізняюся за кольором.
*Разом з іншими мурахами я зайшов в мурашник

Частина діла зроблено. Тепер назріває питання. А для чого я сюда приперся?..
Такс.. думаю потрібно цей листок кудись віднести? 
Тут є прохід прямо, дорога вниз і вверх. Дуже заплутана конструкція. Але думаю, якщо я буду вибиратися звідси, а я буду. Потрібно піднятися на верх. 
...
Поблудив я значить по коридорам, і зараз знаходжуся на якомусь складі. Тут валяються різні схеми, технології. Не думаю, що цей вид мурах в цьому розбирається.. скоріш за все це просто як "колекція". 
*Залишив свій листок в куті
Хехе, раз для колекції, то думаю нічого страшного якщо я, позичу чогось цікавого.
Тут як раз кристалики різні. Вони так блистять, що просто пройти мимо ну неможливо. 
+4 Цікавих кристали
Діло тепер тільки в одному: Вибратися з мурашника незаміченим. 

*Раптом на склад зайшла мураха
Та щоб його.. 
*Я швидко сховався за листком
Мураха - Веа а.. доз фруітс.. Веа-а зей?
Мураха - Зе іс нотін хір..!
*Мураха пішла геть
Ну і ну. Гаразд треба вибиратися звідси.

Це добре що я в верхній частині. Зі складу є вихід на поверхню.
...
Місія виконана. Кристали викрадені. Я не замічений. 
Час напевне уже повертатися в свою колонію. Так як уже вечір

...
Підходячи ближче до головного входу, я замітив що там зібралася досить велика кількість мурах. 
Тут до мене хтось підбіг ззаді..
Шая - Спектр, ти тоже тут?
 > О як ти, що таке сталося?
Шая - Та вот.. Значить засипали нам вхід.
Шая - Люди.
Шая - Наші мурахи розкопуюють. Під завалами уже знайшли двох мурах, вони живі.
 > Ага, і скільки нам так чекати?
Шая - Та.. щоб я знала...
Шая - Думаю можемо переночувати в кімнаті де ми збираємося?
 > Непогана ідея
Шая - Всеодно завалило вхід тут конкретно.
Шая - Доречі, а можу все таки поцікавитися..?
Шая - Куди ти пропадав, зранку?
 > Ну.. сорян, я таке не можу розповісти
Шая - Нічого, я зрозуміла.
...

Шая - Вот, тут є насправді секретна кімната така класна. 
*Шая відчинила двері в кімнату
Шая - Тут мягкий покрив з листя, тому спати буде зручно.
Шая - Та і місця тут хватить на мурах 10 точно.
Шая - Влаштовуйся як тобі зручніше. 
Шая - Спокійної..
*І заснула

Тут в правду була досить мягка листяна підлога. Я приляг, і занурився в сон..
(До завтра!)
`,

  day8: 
`*Звуки десь із іншої кімнати
...
Вихор - Ну і де Шая?
Скайлар - Не знаю.
Вихор - Я ходив до неї в кімнату, там нікого.
Скайлар - Можливо це пов'язано з засипаним входом..
Скайлар - Хоча розкопали його за годинку приблизно. 
Вихор - Слухай, а раз Шаї нема, значить і вилазки тоже нема?
Скайлар - Є у мене одна ідея де ми можемо її знайти..
*Відчинив двері в секретну кімнату
Скайлар - Так і знав!
Скайлар - Вот і Шая..
Скайлар - І Спектр...
...
Вихор - Добре виспалися?
Шая - Дуже навіть. 
Шая - Через завалений вхід ночували тут.
Шая - Доречі, а коли ми там маємо вилазку робити.?
Скайлар - Зараз.
Шая - Ха.. ой. Проспала получається.
Вихор - Та лади, і так за цим ніхто не слідкує.
Шая - Я б не сказала. Але пропускати вилазку всеодно не можна.
Шая - Тодій відправляємося за раціями.
...
Вихор - А наша сьогоднішня ціль яка?
Вихор - Знову щось знайти?
Шая - Це так скажемо не зовсім запланована вилазка..
Шая - Просто на місці, куди ми відправляємося загубилися мурахи.
Шая - Спочатку туди відправили одну групу розвідки. Але вони не вернулися.
Шая - Тепер ми.
Вихор - Звучить безпечно.
Шая - Що поробиш. 
...
*Прийшли до палатки
Шая - Доброго ранку, ми прийшли за..
??? - Та знаю я, беріть ваші рації, ліхтарі. І залиште мене в кінці кінців. 
Шая - А.. Гаразд! 
...
Шая - Вот, розбирайте.
+Світильник
+Рація 
Вихор - Здається тому челу просто не доплатили.
Шая - Ага, щось він на нервах сьогодні.
Шая - Якщо зібралися, то відправляємося.
...
Шая - Ніколи не вгадаєте куди ми ідемо.
 > Звісно, а звідки нам знати.
Шая - Доречі, замітили? Зараз в домі нікого немає. 
Шая - З людей.
Шая - Розвідка яка займається інформацією про людей, сказала, що в домі немає нікого.
Шая - Але вияснити коли хтось з людей повернеться, неможливо. Тому треба бути акуратними.
...
*Ми прийшли на те місце, де колись носили цукор
Вихор - Ну і для чого ти нас сюда привела?
 > Знову носити цукор!..
Вихор - Ура.
Шая - Та спокійно. Ніякого цукра не буде. Як мінімум зараз цукор носять з тієї бочки. 
Шая - Але розказують, що він там дуже важко відколюється в деяких місцях.
Шая - Так а нам..
Шая - Нам вон в ту вентиляцію.
Вихор - Кому в голову прийшло туда лізти..
...
*Уже на верху
Шая - Відправляємося. 
 > Де нам вообще шукати цих загублених?
Шая - Не знаю.
Шая - Мені нічого більше не казали.
...
*Ми дійшли до розвилки
Шая - Тут нам прийдеться розділитися на дві групи.
Скайлар - Ну тодій я з Вихром. 
Шая - Ага, значіть я з Спектром. 
Шая - Ми на ліво, ви на право..
Шая - Щось знайдете то зразу в рацію говоріть.
Вихор - Зрозуміло
...
Шая - Все таки класно виглядає це місце.
Шая - Думаєш ми щось знайдемо?
 > Ти уже знаходила загублених.
 > А я цукор знаходив
 > Виходить в нас подвійне везіння.
Шая - Дуже логічно. 
 > Цікаво куди цей тунель виходить
Шая - Подивимся, можливо.
...
Р.Вихор - Як у вас успіхи?
Р.Шая - Поки нічого такого.
Р.Вихор - У нас так само
Р.Вихор - Від того що цей тунель всюди однаковий, у мене скоро дах поїде.
...
Шая - Та ну! Бачиш, там дирка якась.
Шая - Там полюбому має хтось бути.
*Підійшли ближче
Шая - Тут хтось є?
1-??? - Допомога?
2-??? - Невже!
3-??? - Ми врятовані!
Шая - Ого вас тут..
Тут знаходилося 11 мурах.
Шая - Є мертві?
2-??? - Двоє.. чи троє..
1-??? - Троє.
Шая - А це тут і ті, що загубилися, і ті, що розвідка?
4-??? - Вірно
5-??? - У нас тут значить, 11 мурах. 6 - загубилися (двоє мертві), 5 - розвідка (один мертвий)
Шая - Ага..
Р.Шая - Вихор та Скайлар, можете не шукати. Ми уже знайшли всіх.
Р.Вихор - Та впринципі, чого я очікував.
Р.Вихор - А нам, іти до вас? Чи повертатися в колонію?
Р.Шая - Поки не знаю.
...
Шая - Що стало причиною смерті трьох мурах?
2-??? - Чомусь, тут начало дивно пахнути. Здається то був якийсь газ. Троє просто померло від нього.
2-??? - А ми зараз тут сидимо, бо через цей газ всі забули як сюди прийшли.
Шая - Так проблема лише в тому, що ви забули як повернутися в колонію?
2-??? - Вірно.
Р.Шая - Вихор та Скайлар, можете відправлятися в колонію, ми вас ще встигнемо зустріти по дорозі.
Р.Скайлар - Зрозумів.
Р.Вихор - Зрозуміли.

Шая - Виживші, ідемо за мною.
...

*Вот ми уже біля виходу з дому людей

Шая - Так.. Значить, вот. Всі загублені слідуйте за цією мурахою. Вас проведуть...

...

Шая - Стоп. А що з мурашником..?
*Налякано роздивилася обстановку

Важко було не замітити. Сотні мурах просто бігли з мурашника. Всі вони були налякані так.. ніби побачили саму смерть.
Було чутно крики, але нічого не давало пояснення, що сталося.

*Шая наляканим поглядом повернулася до мене
Шая - Т- ти.. ти щось знаєш?
 > Уявлення не маю..
Шая - Що могло статися, щоб настільки підняти колонію?..

*Тут я побачив давнього знайомого
*Міраж підбіг до мене

Міраж - Та де вас носило!?
Міраж - Ви уявлення маєте якого масштабу катастрофа зараз сталася?
 > Вообще не розумію
 > Це пов'язано з лабораторією?
Шая - Лабораторією?.. Спектр, ти щось все таки знаєш?
 > Не в цьому зараз діло.
Міраж - Вообще так!
Міраж - Було б там більше мурах.. можливо катастрофу можна було б зупинити.
 > Та чорт забирай ти уже розкажеш, що сталося?
Міраж - У нас мало часу.
Міраж - Щодо вас двох..
Вихор - Ну я Вихор.
Міраж - Ви уже почули про лабораторію. Але всеодно вам я не дуже довіряю.
Міраж - Шаю то я знаю, і Спектра тоже..
Міраж - Ні. Ви можете навести таку паніку, що колонію уже не врятуєш.
Скайлар - Та вони всі і так, ніби здичіли
Вихор - Ох не подобається мені це все.
Міраж - До діла. Ви двоє, Вихор і ...
Скайлар - Скайлар.
Міраж - І Скайлар.
Міраж - У вас зараз місія, зупинити мурах. Вони так налякані почутим чи побаченим, що просто біжуть з колонії. 
Міраж - Зрозуміло?
Скайлар - Звісно.
...
Міраж - А вот ви.. Шая та Спектр. За мною.

Ми йшли за ним. Він відвів нас в якусь невеличку кімнатку, яка була розташована в кущах.

Міраж - Слухайте мене уважно..
Міраж - Спектр, пам'ятаєш робота? Робота який був закритий в камері?
Міраж - Так вот, після нашої останньої зустрічі, він, ніби як знаючи наперед. Мутував ще 3 раза!..
Міраж - І вот один наший.. так скажемо учоний, в говні мочоний. 
Міраж - Він, «Ненароком» випустив цього робота! 
Міраж - Хто б подумав. Робот скористався моментом, вбив свого звільнювача і... розмножився. Просто невидимим чудом, він дублював самого себе. 
Міраж - Потім пішло ще одне вбивство, і вот їх уже троє. Потім ще одне.. і ще одне..
Міраж - Я ж навіть не знаю чи жива Рея...
Міраж - Ну вот, після цього це все і началося.
Міраж - Наші швидко зреагували, ми досить ефективно просто перекрили середній коридор номер 10, і частково 9.
Міраж - Померло близько 110 мурах, але це данні які були ще 30хв назад.
Міраж - Роботи активно розмножуються, по деяким данним, вони мутували ще один раз.
Міраж - Взагалі немає ідей, що можна робити в такій ситуації. 
Міраж - Зараз проводиться масова евакуація. Королеву колонії, вдалося врятувати.
Шая - І що ми будемо робити?
Міраж - Шая.. ти ж полювальник, правильно?
Шая - Так то, Спектр тоже.
Міраж - Тодій вам буде дано, боротися проти цих роботів, і навчати боротися інших.
Шая - Звісно, щоб я тільки знала що це і як з цим мати діло.
Шая - Я все життя тільки на різних комах полювала.
Міраж - Зброї поки немає.
Шая - Чудово
Міраж - Відомо що вразливе місце в робота це його голова.
Міраж - Якщо по ній з достатньою силою вдарити, то його чіп просто бабахне.
Міраж - Ваша головна місія зараз. Не померти! Внятно?
Міраж - Я дивуюся як я вообще живим звідти вибрався, хоча тодій в самій лабораторії я не був.
Міраж - Можете ідти.

...

Зараз в колонії панував хаос, який повільно зменшувався чи наростав?.
Шая - Я нічого не розумію..
Шая - Яка лабораторія?
Шая - Який робот?
Шая - Може це все просто жарт?
 > В самих глибинах колонії, є лабораторія. Там робили роботів щоб..
 > Щоб захопити дім людей.
Шая - Ага, так ти все таки приховував це.
 > Та ну! А я що по твоєму, мав розказати всім підряд?
Шая - Ну.. ти не так зрозумів. Мені можна розказати, я все буду зберігати в таємниці.
 > Та, щоб я міг. Мені заборонили розказувати.
Шая - Гаразд.
 > Я не договорив. В цій лабораторії були вже різні екземпляри.
 > Один з таких і був той небезпечний, який в результаті начав це все.
Шая - Ого..
Шая - Доречі.. Я вот весь день очей не можу звести з цих кристалів, що ти маєш.
Шая - Це щось дороге?
 > Я не знаю
 > Просто знайшов їх
Шая - Окей.
...
З колонії виводили всіх мурах. Здається, вона більше не буде придатна для проживання. І всіх мурах ведуть кудись..
 > Слухай Шая
Шая - ?
 > А куди це вони?
Шая - Напевне в нове місце прожиття..
Шая - А я то всі свої гроші залишила в кімнаті
 > Не думаю, що вони будуть нам ще потрібні.
 > Скоріше за все, просто введуть нову валюту.
*Шая кивнула

...
*Ми прийшли до входу в колонію, звідти як і раніше виходило багато мурах.

Страж - Стоять, а це ви куда?
 > Не знаю. Вам допомога десь там потрібна? 
Страж - Ну вообще.. 
Страж - Думаю знайдеться діло для вас.
Страж - просто виводіть мурах, які в кімнатах. 
 > А точніше? Які кімнати?
Страж - P8-C4-R1 до R6
 > Зрозумів

 > Ідемо?
Шая - Ну так

...
*Прийшли по адресу

 > Тодій давай так, мої кімнати від 1 до 3 
 > Твої від 4 до 6.
Шая - Ага

*Відкрив двері в першу кімнату

Тут не було нікого, тільки насінини, цукор.
Думаю більше нічого цікаво тут я не знайду.

*Друга кімната
Такс... Відчинивши двері я побачив двох не дорослих мурах. Вони просто сиділи забившись в кут 
Мураха - Аа! Не кусай нас робот! 
 > Не робот я 
Мураха - Та ну! А ой.
 > Виходьте звідси, а то зараз реально сюди робот прийде.
*Мурахи так і зробили 
 > Сидіть поки тут. Якщо щось, то кричіть, ну не знаю, подайте сигнал.

*Третя кімната
Як тільки я відчинив дверцю, на мене рухнула глина зверху. Кх-кх.. тут було все в пилюці.. тут явно давно ніхто не живе..

...

*Шая вийшла з трьома мурахами
 > Ого, у мене тільки дві.
Шая - І то добре
Шая - Так, що виводимо ї-
Шая - ...
Шая - Слухай.. Тут таке діло, ну дільце..
Шая - Ззаді тебе.. робот
 > Серйозно?
Шая - Без жартів

*Я обернувся, будучи готовим нанести удар..

Перед мною просто стояв робот-помічник..
Шая - Чого стоїш! Він ж зараз тебе вкусить
 > Не думаю, це ж Бзью! 
Жук-Помічник - Бзь
Шая - Нічого не розумію
 > Одним словом він добрий, його боятися не треба.
 > Нехай іде за нами..
Шая - Ага. Значить Бзью. Ну тодій на вихід.

...

Шая - Так.. Ви мурахи ідіть вот туди за іншими.

Шая - А ми, що робимо? 
Шая - Щей з цим Бзью.
Жук-Помічник - Бз, Бб-зз ЗУ..
Шая - Що це він зараз сказав?
 > Це ти в мене питаєшся?
Шая - Я думала ти знаєш
 > Ну звісно, це по їхньому «Шая принцеса»
Шая - Оу.. а це можна рахувати як комплі-
Шая - Стій.. ти що про той раз з медом?!
Шая - Хахаха.. гаразд. Але на наступний раз не чекай такої реакції.
Шая - Так ми цей.. Ідемо в новий мурашник..?
 > Звучить круто, звісно.

...

І вот з часом, ми нарешті були біля входу в новий мурашник.
Це був мурашник пагорб. Ну як цей, куди я пробрався вчора.
Біля нього ходили сотні мурах, і по троху заходили всередину.
Шая - Жесть, він якийсь малий, наша колонія точно туди вміститься?
 > Так він ще під землю іде.
Шая - Це я знаю, вот тільки всеодно, виглядає не дуже.
 > Нічого, подивимся що з цього вийде.
Шая - Мг, я піду, дізнаюся що і як.
 > Ну давай.
...

Ого, можливо варто походити, поговорити з мурахами. 
Підійшов до однієї
Мураха - Не, ну ти зрозумів? Ти зрозумів?
 > Що зрозумів??!
Мураха - Зрозумів?!!
 > Що я мав зрозуміти???!!
Мураха - А то! То, що я тепер буду не сам жити!
 > В чому проблема?
Мураха - В таких як ти!
Мураха - Що ти в мене вообще хочеш?
 > Ало, ти сам зі мною перший заговорив
Мураха - Провалюй!
 > А то, що?
Мураха - А то..
Мураха - Я ще щось тобі придумаю!

Вот, знайшов собі на голову співрозмовника.
Можливо інші щось скажуть толкове?..

 > Доброго, вечора.
Мураха - А?
Мураха - Ви вообще знаєте?
Мураха - Як це може бути можливо? Які ще роботи? 
Мураха - Мені вот здається це все просто видумка! 
Мураха - Чому я змушена переїзджати з рідного мурашника?
 > Ой, ви не повірите, але це щей яка видумка.
 > Це все просто глобальний жарт!
Мураха - Так і знала!

Які високоінтелектуальні в мене співрозмовники, я вам так скажу. Так.. 
І що мені робити? Думаю варто трохи підійти ближче до входу.
*Підійшовши ближче побачив Шаю.

Шая - Фух.. вияснила трохи.
Шая - Як зрозуміла, зараз мурах просто будуть сувати в рандомні кімнати.
Шая - В одній кімнаті буде десь 4+ мурахи жити.
Шая - І при тому рандомні мурахи! Бо по їхнім словам, їм якби «важко» розселити наприклад по групах.
Шая - Ну щоб були я, ти, Вихор та Скайлар.
Шая - Такі вот справи. Значить зараз ідеш до мурахи, яка стоїть на вході. Вона тебе направить, де ти будеш жити.
Шая - Завтра десь опівдні зустрінемося вот на цьому місці.
Шая - Все зрозумів?
 > Так точно, інформатор Шая.

...

Ага, зараз треба знайти місце де я буду жити.
*Прийшов до входу.

 > Так.. Доброго вечора, а це ви регулюєте хто і де має жити?
Мураха - Так, я.
Мураха - Вам знайдеться місце..
Мураха - Ем.. а... 
Мураха - Оу.. ага-ага..
*Мураха перегортує папери
Мураха - Ага.. значить.. оо..
Мураха - М...
Мураха - Такс ну.. пу-пу-пу, іду ка я собі заварю гарячого меду..
 > Е, ало? Де мені жити?
Мураха - Ой, відстань кароче. Вот пройдися і де буде вільно там і заселяйся.
*Мураха пішла кудись

Вот баран, та щоб його. Ой, раз самому так самому...
...
Перебрав я значить кімнат дванадцять, і на тринадцятій мені повезло! Хоча.. хто знає з таким то числом..
 > Так.. Всім доброго вечора.. 
 > Я тут, тепер з вами живу.
*Мурахи привіталися 
Мураха - Будеш моїм сусідом.
Мураха - Тут збоку твоє ліжко.
 > Ага.

*Влаштувався

Мураха (Сусідка) - Чи можу я поцікавитися, як тебе звати?
 > Мене, Спектр.
Мондо - Хо! А мене Мондо! *Чуть взмахнула головою 
Мондо - Хах.. знаєш все таки знайоме в тебе ім'я якесь.. 
Мондо - Спектр, значить..
Мондо - А не підкажеш, за які заслуги в колонії тебе можна знати? 
 > Бочка цукру наприклад
Мондо - Та ну! Точно, я чула про тебе. Вот як виявляється.
Мондо - О як класно! Такий сусід попався
Мондо - Ну знаєш, уже досить пізно. Я спати.
 > Ага. Ну спокійної..

Здається з таким сусідом нудно не буде. Але я тоже вирішив уже лягти спати, все таки пізно уже.

.....
`,

  day9: 
`Ой, а хто це в нас такий тут просинається? Правильно, я.
Хочу нагадати, що тепер ми живемо в іншому мурашнику. В інших кімнатах, та з іншими мурахами. Це все сталося через катастрофу з роботами. 
Вот як виходить, значить вони мали бути зброєю проти людей, а получилося..
Хоча, це все через одного робота.
Треба не забувати, що сьогодні я ще маю зустрітися з Шаєю. 

Мондо - О.. Доброго- ранку
 > Ага, доброго.

Я ще згадав, що не знаю своїх двох інших сусідів. Треба якось познайомитися, але вони ще сплять.

Мондо - Слухай.. Знаєш тут таке діло
 > ?
Мондо - А не хочеш.. ну прогулятися?
Мондо - Всеодно немає що робити тут
 > Ну.. давай
Мондо - О просто клас! 
Мондо - Ну тодій пішли.
...

Мондо - Я знаю тут одне місце є, де можна перекусити.
Мондо - Туди і підемо
Мондо - Ти доречі, знаєш щось з приводу цих роботів?
Мондо - Ну серйозно, це виглядає так ніби не може бути такого.
Мондо - «Злі роботи-жуки напали на мурах»
 > Вообще я знаю, дещо..
 > Але чому я тобі маю розказувати?
Мондо - Хм? А що, шкода?
 > Та хто тебе знає
Мондо - Ой, лади. Можеш не розказувати..
Мондо - Спати буду краще
 > А вот, щодо перекуса. Там платити чим?
Мондо - Ну.. Не знаю, наприклад...
Мондо - Та, подивимся.
...

Мондо - Вот ми і на місці!
Мондо - Просто поглянь! Скільки народу

Тут реально було багато мурах

Мондо - Ну, сідай за столик.
Мондо - Я так бачу тут є щось по типу, офіціантів?
Мондо - Ну чекаємо, поки до нас підійде

*Не пройшло і 5 хвилин як..

Офіціант - Доброго ранку! 
Офіціант - Що будете брати?
Мондо - А в меню, що входить? Ми просто перший раз тут.
Офіціант - А, забуваю що ми тільки вчора відкрилися..
Офіціант - Значіть у нас в меню є: «Грухалик», це печиво, дуже смачне! «Сіді», насінини в сиропі. «Фокус» для істинних любителів жарених черв'яків. 
Мондо - Вау! Який вибір!..
Мондо - Спектр, ти що будеш?
 > Не знаю.. Нехай буде «Фокус»
Мондо - Вот! Тодій я тоже
Офіціант - Дуже добре. Ви знаєте, а в нас є спеціальний десерт для пар, мож-
Мондо - Ага, звісно давайте, все правильно.
Офіціант - Все, чекайте хвилин 10.

 > Ей, ну ти чого?
Мондо - Слухай ти що, десерта не хочеш?
 > Гаразд, не поспорю.
Мондо - Вот і прекрасно
Мондо - Раз тут стільки мурах, можливо все таки це безкоштовно?
Мондо - І чому ти саме «Фокус» вибрав? Жарені черв'яки, це як вообще?
 > Та яка різниця вообще.
Мондо - Гаразд. Всеодно такого ще не пробувала.
Мондо - Навіть, класно це все виглядає. В нашому старому мурашнику такої атмосфери не було.
Мондо - А тут так приємно..
...
Офіціант - Вот ваші два «Фокус» , і спеціальний десерт для..-
Мондо - Добре ідіть уже

Мондо - Ну! Давай пробувати
*Спробував
 > Дуже навіть непогано
Мондо - Доречі, так.
Мондо - А десерт.. Простий мед? Ну окей.

...

Мондо - Може цей, підемо не вулицю?
Мондо - Ти ж не зайнятий?
  > Поки, ні
Мондо - Вот і супер!
*Ми вийшли з мурашника

І нічого страшного не було в цьому, поки я не побачив Шаю, яка йшла прямо до мене..

Шая - Привіт, Спектр!
Шая - Ти кудись ідеш? Стій- а це..
Шая - Ага.. я вам можливо мішаю, я піду..
*Шая пішла геть
 > Шая-..! Вот..
Мондо - М.. А ви, знайомі?
 > Ну навіть так.
 > Моя подруга
Мондо - Мг.. подруга значить.. 
Мондо - Ну гаразд, ідемо дальше?
 > А куди?
Мондо - Покажу тобі одне.. місце.
...

*Пройшло декілька десятків хвилин хотьби 
Мондо - А вот і воно!
Мондо - Це моя, так скажемо секретна кімнатка
Мондо - Я тут любила відпочивати
Мондо - Тут зазвичай дуже красивий вид

*Ми повалялися там пів годинки

 > Лади, я напевне іду.. Просто маю зустрітися з деким.
Мондо - З цією, Шаєю..?
 > Навіть якщо, так?
Мондо - Ну.. бувай! 
...

Дивна вона якась, чим їй Шая не угодила?
Зараз як раз час, коли ми мали зустрітися.

*Я прийшов на місце
Там уже стояла Шая, разом з Міражом..

Шая - О ну нарешті *Трохи дивно подивилася на мене
Міраж - У нас цікаве діло сьогодні.
Міраж - Вот, ви двоє
Міраж - Знали, що в цьому мурашнику тоже є..
 > Лабораторія!
Міраж - Точно в ціль!
Шая - Та ну, зробимо ще один геноцид мурах!
Міраж - Не самий влучний термін
Шая - А мені здається дуже навіть підходить
Шая - Нагадай скільки мурах померло від роботів?
Шая - Вот на цей момент
Міраж - 400+...
Шая - Нехай, веди в свою лабораторію 
...

*Ми зайшли глубоко під мурашник, і вот сама лабораторія

Вона набагато менша за ту, що була в старому мурашнику. Менше дверей, кімнат і мурах..
Шкода напевне втратити таких розумних мурах, які працювали в тій лабораторії..

Шая - Вау.. Ніколи ще не бачила лабораторії, тільки чула
Шая - А не підкажеш Міраж
Шая - Для чого ми тут?
Міраж - Ну вообще, тебе тут Шая, не обов'язково.
Міраж - Але раз я тебе зустрів, то чому б і ні.
Шая - Ну, обідно якось.
Міраж - Мені потрібен Спектр.
 > Слухаю.

Міраж - Значить діло таке. 
Міраж - За цю ніч.. роботи мутували ще раз.
Міраж - Уже приблизно 70% на фазі IV.
Міраж - Наші науковці вирішили розподіляти по фазам мутації. Зараз IV. 
Міраж - Тобто ще 30% залишилися на фазі III.
Міраж - А, так до чого це я. Чому роботи мутували?
Міраж - Смерті дуже сильно зменшилися, через переселення. Роботам це не сподобалося, і вони цю проблемку вирішили. Своєю мутацією на фазу IV

Міраж - Що ця мутація принесла? 
Міраж - Тепер роботи не просто вбивають, а чорт заберай зомбують мурах!
Міраж - Жесть, правда? Ага, а ще вони навчилися брати енергію з рослин, та частково сонця. І так, оцей самий перший злий робот не вмів получати енергію від сонця, як Бзью.
Міраж - А ті роботи, що залишилися на фазі III, в скорому часі просто помруть.

Міраж - Ах, так! До чого я все таки веду?
Міраж - Спочатку хочу сказати щоб ви не дивувалися, як ми так швидко це все досліджуємо.
Міраж - Поки 85% колонії спить, ще 15% активно вивчають проблему, знаходять вирішення.
Міраж - Так вот. Значить ми придумали як виводити із зомбованого стану мураху.
Міраж - Роботи, самі по собі просто заставляють наший мозок думати так, як їхній.
Міраж - І ми придумали газ! Цей газ, заставляє мозок перезагрузитися, відповідно вийти зі стану зомбі.
Міраж - І ви не думайте, що роботи тепер супер безпечні. Вони все ще вміють вбивати, і вб'ють коли їм цього захочеться.

Міраж - Так все таки! Для чого ти мені Спектр?
Міраж - Цей газ, сам по собі працює. Ми провіряли, але вот не зрозуміло як він подіє на мозок простої мурахи. Ну якщо ним надихатися.
 > Щось мені не дуже подобається
Шая - Ой-йой-йой, а можна по менше інформації будь ласка? В мене мозок скоріше взірветься.

Міраж - Ну кароче, хочу тебе Спектр ним накачати
 > Мене?? Геній, а чому вот саме мене?
 > Я що, якийсь особливий?
Міраж - А чому б і ні? Хто по твоєму погодиться? 
Міраж - Всім і так хватило тих роботів, а тут їх газом будуть накачувати. А ти впринципі підійдеш..
Міраж - Ну ти ж поможеш?
Міраж - Чи.. Шая?
Шая - О, ні! Мене в таке не треба вплутувати.
Міраж - Бачиш? Так що, іде таке? Якщо ти все таки подохнеш, то я обіцяю всі будуть знати тебе як героя! 
 > Дуже сильно втішив, гаразд давай уже свій газ.
Шая - Яке подохнеш, не говори такого

*Міраж приніс баночку з газом

Міраж - Тут для тебе підготували ліжко, лягай.
*Ляг на ліжко
*Міраж розприскав газ біля мене
Міраж - Він має заснути, і там далі подивимося що буде.. Тільки ти Шая сильно не дихай, тоже заснеш.
Шая - Ага, тільки з ним точно все буде впорядку?
Міраж - А я ніби знаю.
Шая - Мм, дуже дя-
...
На правду, мене дуже сильно потянуло в сон. Це ніяк не контролюється..
І я...

[Сон]

...
 > А..? Що??
 > Де я?
Я проснувся в себе в кімнаті.. При тому в старій колонії..
Я щось не дуже зрозумів.. Це мені зараз сниться?
Чи можливо те все з катастрофою, це був простий сон? Нічого на розумію...
Але я не вірю, що це сон.. Дуже реалістично все..
Так.. і що мені робити...?
Точно! Піду в кімнату Шаї, можливо все таки пойму де я, і що я.

*Біля входу в кімнату

Я постукав, і начав чекати, можливо хтось відкриє..
І я не помилився, мені відкрила Шая..
 > Шая!! Ти тут? Це не сон, скажи мені?
 > Була катастрофа?
Шая - Спектр. *Подивилася на мене з призрінням
Шая - Для чого ти сюда приперся, а? Я ж тобі казала, забути мене раз і назавжди! 
Шая - Я тебе більше не прощу, після того, що ти зробив! 
Шая - Провалюй звідси, ідіот.
 > Стій, Шая я не розумію, що таке?!..
*Двері закрилися..

Що за чортівня твориться тут? Я не пам'ятаю... що я зробив?? До неї явно не варіант повертатися..
Де я маю ще знайомих.. Точно Міраж! Він то мені все розкаже!

*Прийшов по адресу який пам'ятав.

Я відчинив двері, там сидів Міраж. Просто дивився в підлогу, навіть не звернув на мене уваги.

 > А.. Міраж..?
Міраж - Знову ти? І це по твоєму так роблять ті, хто заслуговують поваги? 
Міраж - Я ж уже говорив тобі, не заходити в цей кабінет! Ніколи в житті.
Міраж - Провалюй звідси поки я добрий!
*Вигнав мене з кімнати

Що за.. Що це таке?! Від мене відмовляються всі близькі мені.. Я ж нічого не зробив, я нічого не пам'ятаю.. А може я насправді зробив щось таке погане.. Ні, точно ні.
Так.. можливо Ліо? Вона завжди добра була до мене, має розказати, що сталося.
Потрібно точно прийти до неї..

Поки я йшов я замітив, по колонії майже вообще ніхто не ходить. Просто пусті дороги, абсолютно нікого.
*Тут мене начало ніби щось трісти, і зразу перестало
А чого? Це в мене від стресу напевне..

...
*Я прийшов до Ліо
*Відчинив двері

 > Ліо?..
Ліо - Провалюй, ти ж знаєш що тобі не раді тут!
 > Я не знаю! Чому не раді??
Ліо - Що ти тут показуєш? Ніби хочеш виправдатися? Тебе уже нічого не виправдає, просто чекай своєї долі.
 > Долі.. що?
Ліо - Я сказала, вийшов! 
...

Що з ними не так? Мене хоть хтось в цій колонії не буде гнобити? Такими темпами я переселюся в іншу, хоча не факт, що там буде краще.
Що не поробиш.. Може на дворі хтось є?

*Прийшов до виходу з мурашника

Страж - А, ти! Тебе уже чекають, іди.
Страж - Вот звідки такі в колонії мурахи беруться як ти, а?

*Я вийшов на вулицю

Там стояли сотні, ні тисячі мурах.. Всі дивилися на мене. Серед них були і Шая, і Скайлар, Вихор..
Всі мурахи були вистроєні в коло, ніби якесь шоу чекає. По центру була якась дивна штука з гострим лезом. По центру кола стояла королева, а біля неї три мурахи в чорних капюшонах.

Елетра - Ну, що ж.
Елетра - Настав твій час, Спектр.
Елетра - Передаю слово першому темному.
*Оплески
Темний 1 - Ми всі знаємо чим провинилася ця мураха. 

Та щоб вас, звісно знаєте! Я то не знаю! 

Темний 1 - І наскільки ви не були б близькі йому. Ми всі розуміємо, що шкодувати такого злочинця не можна.
Темний 1 - Передаю слово моєму другу, другому темному.
*Оплески

Темний 2 - Всім, доброго дня. Окрім Спектра.
Темний 2 - Сьогодні ми всіх вас тут зібрали, щоб показати вам шоу.
Темний 2 - Таке шоу, щоб ви могли насолодитися, як ваший ворог страдає.
Темний 2 - Надіємося вам це сподобається!
Темний 2 - Третій, вам слово.
*Оплески

Темний 3 - Я звісно не дуже люблю брати участь у таких вот заходах.
Темний 3 - Але слово я скажу.
Темний 3 - Я думаю всі мають розуміти, що кожна мураха, якою вона не була б. Кожна має мати право на життя.

Вот, цей діло говорить!

Темний 3 - Окрім Спектра! 

Ну йокарний бабай..

Темний 3 - Тому, начнеться ж шоу! 
*Оплески

Елетра - Ну що ж, ми чекаємо, Спектр

І всі навколо ніби застигли, ніхто не говорив, ніхто не шумів.. Всі дивилися на мене, не спускаючи поглядів. Я весь цей час просто не можу повірити, що це зі мною відбувається..
Я начав іти на місце, куда показувала Елетра.
Це було прямо біля тої штуки з гострим лезом. 

Я звісно не хотів, але все виглядає так ніби вибору в мене як такого немає.. Та і не по своїй волі ніби.
...
Елетра - Вот і добре!
*Якась штука замкнулася і тепер моя голова була нерухома, як і я сам

Елетра - Чи готові ви побачити, як він помре?
*Мурахи всі хором кричали, так

Елетра - Ваші останні слова Спектр, перед тим як лезо опуститься?
 > Та... Та пішли ви всі на..--.

*Все потемніло
Я не розумію, де я?? Мене ніби хтось трісе? Скоріше всього я уже мертвий, так?

[Вихід з сна]

Я прокинувся.. Мене трясе Шая.
Шая - Прокидайся!! Спектр!
*Я відкрив очі, і встав з ліжка
Шая - Ти живий??
Шая - Скажи щось!
 > Шая..? Я ж тут, ясно що живий..
Шая - А.. звісно! 
 > Це був сон?..
Шая - Ти був у сні, так.
 > Боже..
*Обійняв Шаю
Шая - Ти чого так?
Шая - Щось сталося?
Міраж - Внатурі, розказуй, що ти бачив, що ти відчував?

 > Я.. я..
 > Я проснувся в себе в кімнаті..
 > В старій колонії 
 > І пішов до Шаї. Шая на мене накричала і вигнала зі словами "ідіот".
Шая - Боже.. я так ніколи б не зробила.
 > Вот, далі пішов то тебе Міраж. З тобою так само.
 > І вот, далі я вийшов на вулицю.. там були всі мурахи, Елетра, 3 мурахи в капюшонах і мене там хотіли стратити. Але я проснувся.
...
Міраж - Так.. Це може означати, що твій мозок при перезавантаженні начав давати тобі спогади. І при тому робити їх максимально викревлиними. 
Міраж - Це скоріше через те, що в цій дозі газу ми трохи переборщили з одним інгредієнтом..
Міраж - Не знаю звідки твій мозок взяв про мурах в капюшонах, такого в нас нема..
Міраж - І твій сон не був досить міцний, ну тебе ж трісло в ньому?
 > Ага, було таке.
Міраж - Значіть це не так уже і небезпечно. Попасти в сон можна тільки якщо дуже сильно надихатися цим газом, тому здорові мурахи в основному будуть в безпеці. 
Міраж - Дуже дякую тобі за те, що допоміг!
Міраж - Зараз іди відпочивай, в тебе напевне зараз не дуже хороший настрій.
 > Ага..
Шая - Я тебе проведу, не переживай.
...

Шая - Але ти ж на мене не в обіді? Ну через те, що я сказала в сні?
 > Та ні, то ж сон. Просто в сні я чомусь не міг зрозуміти реальність це, чи ні.
Шая - Ну не знаю, я б напевне такого не витримала, що було в тебе в сні.

*Перед входом в новий мурашник

Шая - Бувай, до завтра!
Шая - Добре виспися уже без таких снів.
 > Бувай..
...

*Прийшов до себе в кімнату
Було уже досить пізно, тому всі спали.
Я вирішив підтримати їх в цьому..
`,

  day10: 
`Юбілей! Уже 10 днів я проживаю в цій колонії. Здається, небагато, але стільки всього сталося за ці дні..
Наприклад, вчора мене напічкали газом, заради експерименту. І я попав в сон, де-

Мондо - Спектр, а ти де вчора так довго пропадав?
 > Та.. так. Був зайнятим справами, щодо катастрофи.
Мондо - Ага, зрозуміло
Так вот, я не договорив. Я попав в сон, де все, а точніше всі, були проти мене. 
Сам по собі я, здається, уже відійшов. 
Вчора мені не сказали, коли і де ми зустрінемося..
Залишається можливо почекати?
...
*Хтось стукає в двері
Мондо - М? Я відкрию
*Мондо відкрила двері
Мондо - Аа, Шая так?
Шая - Мг, я прийшла сюда по Спектра.
Мондо - Він вот, сидить.
Шая - А мені можна зайти?
*Мондо кивнула
 
Шая - О, Спектр!
Шая - Уже відійшов?
 > А що таке?
 > Якщо маєш що розказати, то сідай на ліжко
Шая - А, ну окей.
..
Шая - Так цей, все таки відійшов?
 > Та, та. Відійшов уже.
 > Краще скажи, що сьогодні.
Шая - Вообще.. я не знаю точно 
Шая - Але діло нам точно найдеться
Шая - Думаю Міраж все скаже
Шая - Тому ідемо..
...
*Вийшли в коридор
Шая - Цей.. Я насправді просто говорити там не хотіла.
Шая - Дуже ця.. твоя Мондо прислуховувалася
 > Е, полегче. Яка моя, я її вообще тільки третій день знаю.
Шая - А хехе, гаразд, сорян.
Шая - Так вот, сьогодні ми відправимося в іншу колонію!
Шая - Там треба забрати деякі деталі..
Шая - Просто ідемо в лабораторію, там Міраж.
...
*В лабораторії
Міраж - О, хто це в нас тут такий прийшов
Шая - Угу, цього разу лабораторія не така пуста..
Міраж - Доречі, так. Тут ведуться ремонти.
Міраж - Ви б знали, скільки всього ми вже встигли добитися 
Міраж - Але зараз ми не цим зайняті. Точніше ви.
Міраж - Ви маєте сходити в колонію мурах, яка знаходиться в стороні від кущів.
Міраж - І значить, ви будете проходити повз стару колонію. А там, як відомо, є роботи жуки.
Міраж - Тому вот вам наший новий винахід.
Міраж - Енергетична пушка!
Міраж - Просто націльтеся нею на голову жука, його чіп перегріється і припинить роботу.
+Енергетична пушка 
Міраж - Ви маєте завітати до Борина
Міраж - Він вам має дати деталі.
Міраж - Не забудьте сказати код слово «Ключ на 15»
Міраж - За ро-бо-ту!
Шая - Звісно.
...
*В дорозі
Шая - Круто виглядає ця «пушка».
Шая - Ми ще трохи, і підійдемо до колонії.
Шая - Старої..
 > А ця інакша, ну до якої ми ідемо.
 > Там які мурахи живуть?
Шая - Такі як ми.. А ти для чого питаєш?
 > Та так.. просто.
..
Шая - Знаєш..
Шая - Мені це все якось так не подобається..
Шая - Я хочу жити простим життям, полювати на різних комах..
Шая - А не на роботів
Шая - Це звісно все класно виглядає, не кожен день таке буває..
Шая - Але це не для мене.
 > Звісно, так.. Але щоб повернути минуле спокійне життя, потрібно зараз допомагати вирішити проблему.
Шая - І так вірно.
...

Так, так.. Ми підійшли до старої колонії.
Я вже замітив пару роботів жуків.
 > Вау, вон лазять..
Шая - Ага, ніби своїм життям живуть. Але вони явно будуть ще на нас нападати.
Шая - Зараз вони просто набирають сили. Чекають на хорошу мутацію.
 > А ми як будемо діяти? 
 > Обходимо цю колонію, чи пройдемо більше по прямій?
Шая - Їх тут не багато..
Шая - Можна по прямій.
Шая - Якщо нападуть, то просто відводимо від колонії їх.
Шая - І дальше зрозуміло що робити.
...

Шая - Упс.. Нас замітило, два роботи.
 > Давай швидше!
*Побігли ближче до кущів.
Шая - Фух.. вони ще досі за нами?
 > Ага.
Шая - Тодій нам допоможе пушка!
*Навелася на голову одного з жуків..
*Легенько натиснула на курок
*Вистріл енергією
Робота під час вистрілу начало трісти в різні сторони, і потім він просто відключився.
Шая - Вот, давай свого тоже так.
*Повторив дії Шаї.
 > Ну прекрасно, тепер нам ніхто не мішає.

Шая - Ей!
 > Що?
Шая - Біля тебе іскра появилася!
Шая - Потім зразу пропала, я тобі чесно кажу!
 > Реально?
Шая - Ну та!
 > Зі мною уже таке було.. і це завжди в цих кущах..
 > Я не знаю що це
...

*Біля колонії мурах
Шая - Вот ми і на місці!!
Шая - Ця колонія по розвитку не відстає від нашої
Шая - Тому ми сюда і по деталі премося. Насправді, тут можливо технології є і по кращі за наші!
Шая - Такс..
Шая - Борин.. Борин..
Шая - Ідемо.
...
*Перед входом в мурашник
Мураха - Доброго ранку, ви з іншої колонії?
Шая - Ага
Мураха - А за яким ділом ви сюда прийшли?
Шая - До Борина. 
Мураха - Ага, гаразд.

Шая - Красивенько тут, навіть квіточки вон стоять.
Шая - Класна колонія.
Шая - А вот Борин.. Він вродіби живе зверху.
Колонія насправді дуже красива. Навіть не декором, а красивою структурою кімнат. 
...

Шая - Ну, стукай
*Постукав в двері
Борин - А, хто там?
Шая - Ее.. як там.. Ключі на 15
Борин - А ключі, так.
*Борин відкрив двері.
Борин - Заходіть!

Борин - Значіть треба вам деталі, так?
Борин - Катастрофа сталася..
Борин - Вот і здалися вам ці жуки.
Борин - Не блін жити спокійно, треба щось вчудити.
Борин - Лади, ща дам вам ці ваші деталі.
Борин - Тільки вот, відключу свій шукач аномалій...
 > Шукач аномалій?
 > Це як?
Борин - О, ну він шукає не природні, невідомі об'єкти. Ну такі які теоретично не можуть існувати.
Борин - Це працює так, що іде сигнал, який через не аномалію просто пролітає. А вот через щось нереальне воно пройти не може, так як пройти через не існуюче, неможливо  йому.
Борин - І на місці де зупиняється сигнал, там появляється іскра, і я тут бачу приблизні координати.
 > Іскра..?
 > Можете показати як воно працює?
Борин - Звісно можу. 
Борин - Я недавно пробував, наче уже перезарядка закінчилася.
*Борин начав тиснути кнопки та крутити антену
Борин - Запускаю!
Борин - Так.. іде аналіз..
Борин - ТА НУ! В дуже близькому радіусі знайдено аномалію.. 
*Біля мене блимнула іскра
Борин - А.. Стоп..
Шая - Спектр?
 > Е, ви чого?
Борин - Хм.. не знаю. Ти не виглядаєш як аномалія..
Борин - Скоріше це глюк просто...
Борин - Ага, деталі.

*Передав два мішочка з деталями
Шая - Все, дуже дякую.
Шая - Ми ідемо..

...
*По дорозі назад
Шая - Цікаво, з чого це тебе так аномалією воно рахує..
Шая - Можливо це через оці твої кристалики?
 > Може бути.

...
Ми успішно повернулися в колонію з деталями. По дорозі назад, жуки не звернули на нас уваги.

*В лабораторії
Міраж - Ну, принесли?
Шая - Забирай.
Міраж - Вот і славно.
Міраж - Знаєте для чого нам вони?
Міраж - Звісно, ні.
Міраж - Ми робимо нових роботів!
Шая - Так все таки зробимо ще один ге-..
Міраж - А-а, давай без цього.
Міраж - Такої помилки ми не допустимо..
Міраж - Вони будуть сильніші за тих злих, і будуть ламати їхні чіпи.
Міраж - І це буде корисно, так як поки ці злі жуки не знають, що такі, як вони, можуть бути небезпечні
Міраж - Вони не будуть чекати атаки зі сторони їм подібних.
Міраж - Ну а зараз, я вам дозволю походити по лабораторії. Подивитися за процесом.. Простіше кажучи не морочте мені голову.
...

 > Слухай, Міраж.
Міраж - Та щоб тебе.. Чого тобі?
 > А ви вот не думаєте, що ці злі жуки..
 > Так скажемо, нападуть на нас?
Міраж - Хм.. Скоріше за все так і буде..
Міраж - Думаю до цього моменту, ми будемо готові.
Міраж - Але їхня.. власне армія
Міраж - Дуже нестабільна.

Міраж - Просто жуки, вони самі по собі далеко не найміцніші. Так як це дублікати.
Міраж - Відповідно, якщо їм довго не давати вбивати мурах..
Міраж - Вони сильно ослабнуть.

Міраж - Зараз іде робота над новим головним чіпом.
Міраж - Він буде в рази кращий за цей. 
Міраж - Тільки вот нам не хватає деталі для нього..
Міраж - Спеціального кристалічного порошку, який буде допомагати жуку розібратися де він, та що йому робити.
 > Кристалічного..?
Міраж - Вірно.
 > У мене є щось таке
*Дістав 4 кристали
*Міраж уважно переглянув кожний кристал.
Міраж - Чорт забирай! Та це те, що нам треба!
Міраж - Звідки ти їх взяв??
 > Це так.. не важливо.
Міраж - Ми за допомогою них можемо зробити що найменше 500 чіпів!
Міраж - Дуже вдячний тобі!
 > Радий що допоміг!
...

*Підійшов до групи мурах
 > Доброго дня, можу поцікавитися чим ви займаєтеся?
Мураха - Доброго. Мене звіть Вальд.
Вальд - Ми тут розробляємо корпус для нових жуків.
Вальд - Сам корпус буде міцнішим за минулі версії.
Вальд - За основу використовуємо Бзью.
Жук-Помічник - Бз??
Вальд - Ага.
Вальд - Ну от так.
 > Дякую 
...

Шая - Слухай може уже ідемо звідси?
 > Я не проти, кудись ще підемо?
 > Доречі.. Я вот тут згадав..
 > А де Вихор та Скайлар?
Шая - Я тоже над цим думала
Шая - Я бачила в яку кімнату зайшов Скайлар, його буде легко знайти.
Шая - Вот Вихор... Я не знаю.
 > В любому випадку, ідемо.
...

Поки ми йшли в кімнату Скайлара сталося чудо! Ми зустріли Вихра! 
Вихор - Та ну! Кого я бачу!
*На сьогодні без рифми 
Вихор - Куда ж ви пропадали?
Шая - Уф.. стільки всього сталося за останні дні, там довга історія.
Вихор - У мене тоже, як ми зі Скайларом мурах зупиняли.
Вихор - Доречі, а він де?
Шая - Хм, а ти не знаєш?
Вихор - А звідки? Ці індюки розселили нас, щей адреса незрозумілі.
Шая - Добре що у вас є я! 
Шая - Я знаю де він живе
Вихор - Веди тодій.
...
*Ми прийшли на місце
*Шая постукала в двері
Шая - Доброго.. вечора 
Шая - Це тут живе Скайлар?
Мураха - Та, вот він.
Шая - А можна зайти?
Мураха - Ха, та такій як ти завжди раді
Шая - ...

Шая - Скайлар!
Скайлар - О, давно не бачилися!
Скайлар - Навіть Вихор є! І Спектр! 
Шая - Ну вот! Ідемо, прогуляємося всі разом.
Скайлар - Давай
...

 > Куди ідемо?
Шая - Може.. В одне таке місце класне. Там і пообідаємо.
Шая - Це не те, де ви з Мондо були.
 > Чого.. зараз не зрозумів. Ти слідкувала за нами?
Шая - Ти про мене так не думай. Ти ж сам бачив скільки там мурах було. Я теж була там, і ненароком замітила вас..
Вихор - Хто така Мондо?
Шая - Сусідка Спектра
Вихор - О як. Мені з сусідами не дуже повезло
Вихор - Вони тільки і роблять що їдять, уже вся кімната в різних банках і тому подібному
Скайлар - Так, і в мене не дуже
Шая - Я замітила, Скайлар.
Шая - Гаразд за мною..
...

Прийшли ми в досить цікаве місце. Замітно, що наша колонія стала більше привертати увагу до декору.
Це можна сказати такий ресторанчик, який покритий мохом, виглядає дуже мило та комфортно.
Скайлар - Ого, ти як таке відкопала?
Шая - А вот, просто розбираюся в місцях)
Скайлар - Ну саме це виглядає дуже класно 
 > Погоджуюся, тут комфортно сидіти 
Вихор - Ага
*До нас підійшла мураха

Мураха - Доброго вечора, що берете? У нас все безплатно. Це поки..
Шая - Ага.. Нам напевне вон то оранжеве варення. 4 малі баночки.
Шая - Згодні?
 > Ага
Скайлар - Звісно
Вихор - А можна мені фіолетову? Вона мені більше по душі.
Мураха - Звісно можна
Мураха - Все, зачекайте трохи і ми вам все принесемо

Шая - Ну, про що будемо говорити?
Скайлар - О, а можна мені?
Скайлар - Я розібрався більш менш в кімнатах.
Скайлар - В структурі.
Шая - О, давай. Я сама ще до кінця не розумію це.
Скайлар - Значіть розказую.

Скайлар - Як я знаю в мурашнику зараз около 360+- кімнат.
Скайлар - Насправді не дуже багато, але як є.
Скайлар - Щодо адресів.. 

Скайлар - Тут трохи важче. Значіть є Адреса різних типів. R - Проста кімната де живуть мурахи, все як і було. sR - Тоже кімната, але там живуть малі мурахи, приблизна кількість мурах в одній кімнаті 20-60, общага. mR - Кімната де щось зберігається, склад. pR - Більше професійна кімната, наприклад кімната будівельників, полювальників ну зрозуміло. uR - це наприклад Ресторан, вот де ми зараз, в основному такими буквами позначають нестандартну кімнату.
Скайлар - Ну і як завжди щоб просто для розуміння, може бути ще приписка наприклад "pR_Post".
Скайлар - Ще кімнати позначаються по рівням. Ну тобто рівнях в самому мурашнику.
Скайлар - Є декілька рівнів. A - Найвищий, самий верх мурашника, B - Серединка, це ще не під землею, але при тому і не високо. На рівні землі так скажемо. C - Уже під землею. D - Глибоко під землею.
Скайлар - Відповідно знаючи це все можна скласти свій адрес. Але треба знати ще номер, який на дверці. Правда поки не всюди.
Скайлар - Ну вот мій адрес: "B-R-27".
Вихор - Ну ти все так розказав, я не все зрозумів, але думаю привикну.
Шая - Мені здається це легше ніж було в минулому мурашнику.
 > Так, є таке. Нарешті не треба знати ці коридори, просто тип та рівень. І номер свій запам'ятати.
Шая - Я свій номер знаю, можу скласти адрес получається.
Шая - Значіть.. "C-R-58".
 > А мій "C-R-44"
Вихор - Ага, ви значіть всі свої адреса зробили, і мені тепер прийдеться думати...
Вихор - Та щоб вас.. зараз... "B-R-18".
Шая - Вот тепер все ясно куди приходити. 
Вихор - Мені легше один раз запам'ятати шлях до кімнати
Скайлар - Доречі непогана ідея.
Скайлар - Але якщо треба буде комусь сказати адрес, ти ж не будеш показувати шлях?
Вихор - Ну.. вірно.

*До нас підійшла та сама мураха
Мураха - Вибачаємося за затримку! Так вийшло, що під час приготування головний кухар заснув прямо в каструлі з варенням, бо не спав всю ніч.
Мураха - Вот ваше варення, приємного апетиту!
*Мураха пішла геть

Вихор - Вот прокляття! 
Шая - Та щоб його
 > Хоча б чесно: "Сон шефа - у кожній банці"
Вихор - Прекрасно, не знаю як ви, але я всеодно спробую..
Шая - Угу.
*Я теж спробував
 > Ага, навіть непогано
Скайлар - Я доречі хочу дещо добавити
Шая - Ну, валяй
Скайлар - На різних рівнях можуть бути одинакові номери. Ну тобто можуть бути адреса A-R-1 та B-R-1.
Шая - О, вот як.
Скайлар - Ага.
Скайлар - Ще в когось є новини? 
Шая - Ну не особо. А ви, Скайлар та Вихор.
Шая - Слідкуєте за тим, що зараз розробляється?
Вихор - А хто нам покаже? 
Шая - А точно..
Шая - Просто хочу вам сказати, що розслаблятися не варто. Жуки ще нападуть на нас.
Вихор - Я над цим задумувався. Тим більше в мене в старій колонії залишилася банка меду.
Шая - А на завтра, які плани?
Вихор - Сам не знаю, подивлюся. А в тебе?
Шая - Хм.. Міраж щось точно скаже зробити.
Шая - Можливо я його попрошу, щоб ти тоже з нами брав участь в розгрібанні проблеми.
Вихор - Це класно! Я точно в ділі.
Вихор - Ти Скайлар?
Скайлар - Сорян.. Я не дуже хочу зараз з цими жуками возитися. Просто хочу відпочити, поки маю можливість. 
Шая - Гаразд, ми тебе зрозуміли.
 > Та, без проблем
Шая - Лади, тодій можливо уже розходимося? Тут в ресторані уже майже нікого не залишилося. 
 > Ага, згоден.
Вихор - Звісно
Скайлар - Одобряю.
Шая - Ну тодій, до завтра!
 > До завтра 
Вихор - Бувайте 
...

Вот я і вернувся в свою рідну кімнату!
Мондо - О, Спектр.. Куда ти так постійно пропадаєш? 
 > А чому ти так мною цікавишся?
Мондо - Чому..? Я... я.. 
Мондо - Просто.. 
 > Чим я тебе так зацікавив?
Мондо - Я не знаю.. можливо.. 
Мондо - Просто якось.. цікаво з тобою.. 
Мондо - Можливо завтра поговорим..?
 > Не впевнений, що зможу. 
 > Подивимось..

На цьому, мабуть, і кінець дня. 
*Я відправився спати.
`,

  day11: 
`Доброго ранку.
Прокинувся я дуже навіть рано. Всі мої сусіди ще сплять.. Їх тривожити я не буду. 
І чим мені зайнятися поки колонія спить? Не знаю. Можливо прогулятися? Так і зроблю..
*Вийшов з кімнати і замітив...

Шая..? Вона сиділа біля кімнати.. точніше спала.
*Я трохи потрусив її
 > Шая?
Шая - А..?
 > Ти чого тут забула?
Шая - Я.. ой, а де я..
*Шая піднялася 
Шая - А! Точно..
Шая - До мене з самого ранку прийшов Міраж, і сказав щоб я по тебе прийшла.. Я тут просто трошки не дійшла..
 > Значить все таки є завдання на сьогодні?
Шая - Тим більше завдання з Вихром! 
 > А він де? 
Шая - Хм.. В себе в кімнаті.
 > Так, а ми ідемо до Міража? Ти знаєш де його кімната?
Шая - Знаю. A-R-12
 > О як.
 > Ну, ідемо тодій?
Шая - Ага
...

*Відкрив двері
Шая - Ну привіт, Міраж
Шая - Привела
Міраж - А чого так довго?
Шая - Я.. Ну.. я трохи заспала..
Міраж - І як так вийшло?
Шая - Я не винна, що ти так рано мене розбудив! 
Шая - І для чого вообще?
Міраж - Щоб ви були готові
Міраж - Сьогодні важлива місія.
Міраж - Вот і по швидше.
Шая - А можна питання?
Міраж - Ну
Шая - Окрім нас, хтось місіями займається?
Міраж - Ну, логічно. Інколи менш важливими, інколи більш..
Міраж - Не суть.

Міраж - Значить приходіть сьогодні днем в лабораторію.
Міраж - Там я все і розкажу.
Міраж - А тепер, вийдіть з моєї кімнати.
...

Шая - Ну не наглий? 
Шая - І що зараз будемо робити..
 > Немає ідей.
Шая - Хм.. думаю в мене є одна.
Шая - Покажу тобі дещо)
Шая - Це місце поза мурашником.
Шая - Ти ж не знаєш про «Ас-Фальт»? 
*Похитав головою 
Шая - Вот і добре!
Шая - Тодій зараз ідемо.
...

*На поверхні
Шая - Такс.. Якщо я не помиляюся.. Нам вот туди
*Показала на дерево вдалеку
Шая - Але спочатку.. 
Шая - Нам потрібно
*Показала на невеликі кущі, раза в 4-5 менші за ті, куди ми ходили полювати в третій день.

 > Для чого нам в кущі? Чого я там не бачив 
Шая - Ой, та не в цьому діло. В кущах нічого цікавого немає, але нам потрібно звідти дещо.
Шая - Просто пригадай свої навички полювання 
 > Зрозумів.
...

*В кущах
Шая - Бачив павуків? Чи жучків?
 > Тільки малих.
Шая - О! Вон дивися який! Дуже навіть непоганий розмір
Шая - Доречі я знаю цей вид, часто полювала на нього. Цього павука легко вбити.
 > Так який план?
Шая - Так він спить. Просто підходимо і кусаємо за ноги.. Хоча давай тільки я, а ти за голову.
 
Павук був не дуже великий, приблизно 3 мурахи в довжину.
...

*Шая акуратно підійшла по ближче..
Нам повезло, павук сидів на землі. Дивно, що в нього немає павутини.
Шая - Ну, підійди ближче
...
*Шая вкусила павука за ногу
*Я за голову

Павук спочатку навіть пробував дати опір. Але після, помер.
Шая - Як легко.
Шая - Залишається тільки зняти шкуру
...

Шая - Тепер ідемо до дерева! 
І тепер ми з шкурою відправилися до дерева. Ідей для чого це все, в мене немає.
...

Вот ми і на місці!
Шая - Фух ну прийшли..

Ми стояли біля шматка дошки. Але не одні, біля цього місця ходили мурахи, тоже щось приносили.
Шая - Це і є сам «Ас-Фальт»
Шая - Це так скажемо готель. Він зроблений для мурах мандрівників.
Шая - Але нам спочатку не туда.
Шая - Спочатку нашу шкіру потрібно обміняти на токенси.
...

*Ми прийшли до однієї мурахи яка стояла біля готелю.

Шая - Добрий день, ми прийшли обміняти шкіру.
Мураха - Ага, давайте.
*Мураха уважно роздивилася шкіру
Мураха - Знаєте, дуже навіть непогана.
Мураха - За неї я вам дам.. 15 токенсів.
Шая - Добре.
...

Шая - Тепер ідемо в сам готель! 

*Зайшли всередину Ас-Фальт'а.
Нас зустріла мураха всередині.
Мураха - Добрий день! Мене звати Ліо. За чим ви до нас завітали? 
Ліо - Хочете прикупити кімнатку на двох?)
Шая - Хм.. Доречі, так! 
Шая - Нам на один день.
Ліо - О.. Добре все зрозуміла.
Ліо - Вам це буде коштувати.. 6 токенсів.
Шая - Гаразд..

Ліо - Дуже добре, ваша кімната №21.
Ліо - Бажаю вам гарно провести день.. чи вечі-
...

Шая - Я тут один раз жила, так як наша група ходила сюди полювати. 
Шая - Це було не так давно, днів 5-6 назад, як я з тобою познайомилася.
Шая - Просто хотіла показати тобі, які тут класні кімнати.
Шая - Ідемо.
..
*По дорозі нас зустріла якась мураха
Мураха - О, ви тут тільки поселилися?
Мураха - Просто хочу вам нагадати, що тут є прави-
Шая - Так ми знаємо, не заходити в чужі кімнати та не портити сам заклад..(бла-бла-бла)
Мураха - Аа, ну це дуже добре!
...
*Відчинила двері
Шая - Просто поглянь! Як тут класно!

Кімната була частково покрита мохом, а зі стелі звисали щось по типу ліан.
Також тут є вікно! Саме справжнє вікно, це кусочок якогось прозорого матеріалу який розділяє готель та вулицю.
Також тут є одне ліжко.. та місце для речей.

 > І правда, дуже класно.
Шая - Жити я тут не збиралася, просто показати.
Шая - Але за токенси можна не тільки кімнати купити.
Шая - Ходи за мною.
...

Ми прийшли в місце, похоже на невеличкий магазин. Сам цей магазин все ще в готелі.
Шая - Тут можна купити кульки з варенням.
Шая - Просто варення завернуте в листочок.
Шая - Але дуже смачне!

Шая - Нам будьласка, 4 кульки з варенням.
Мураха - З вас 4 токенса.
Шая - Мг, добре.
...
Шая - Вот, пробуй.
+2 Кульки з варенням
*Я попробував
Шая - Ну як?
 > Дуже навіть смачно! Перший раз таке варення пробую 
Шая - Це класно
Шая - Ну а нам.. думаю варто іти
Шая - В лаборатоо-орію
...
Поки ми поверталися в мурашник по дорозі я замітив Мондо, вона йшла в сторону старої колонії. Я не придав цьому значення.
...

Вот ми і на місці! В лабораторії, доречі уже майже відремонтованої. 
Міраж перебирав різні деталі, біля нього стояв Вихор.

Шая - Добрий день, Міраж.
Міраж - О, вот і наша соня явилася.
Шая - Ха-ха. Не смішно
Міраж - Ну чого ти, просто ж жарт)
Шая - Говори, що за місія?
Міраж - Ой, а я багато чого хочу сказати!
Шая - Ну-ну.

Міраж - Значить, основну місію будете виконувати ви троє, і ще інші троє полювальників.
Міраж - Яка наша головна місія зараз? Дістати пластини для розробки зубів роботам.
Міраж - Де ці пластини? В старій лабораторії!
Міраж - Як ми туди попадемо? Через секретний вхід!
Міраж - Хто їх возьме? Бзью...! 
Робот-Помічник - Бузз??!!
Міраж - Так, саме ти!
Шая - Та невже ти, Міраж, навчився пояснювати все коротко та зрозуміло.
Шая - Чесно тобі сказати я нічого не розуміла з того, що ти говорив на минулих місіях.
Міраж - Хо, Шая.. треба бути розумною щоб таке розуміти! 
*Шая обурливо повернула голову в сторону

Міраж - Значить. Немає чого чекати.
Міраж - За мною.
...

Ми вийшли на поляну яка знаходилася на середній відстані від мурашнику, наповненого роботами.

Міраж - Зараз трошки більше поясню. 
Міраж - Наші мурахи-військові. Розчистили частково дорогу до секретного проходу. Сам прохід позначений червоним прапорцем. 
Міраж - Ваша місія – провести Бзью на достатньою відстань до самої лабораторії. Підмічаю, що не до входу в тунель який веде в лабораторію, а достатньо близько до самого входу в лабораторію.

Міраж - Не буду пояснювати чому це не зробили військові мурахи. Просто скажу, що померло уже як мінімум дві.
Шая - А нас просто не шкода?
Міраж - Думаю ви зрозуміли свою місію?
Міраж - Бзью просто сам по собі не контролюється на великій відстані.
Вихор - Ну це ж всеодно круто!
Вихор - Міраж, а не хочеш з нами? 
Міраж - Хм.. відповідь негативна. Колонії не вигідно втратити таку розумну мураху.
Шая - А керівника полювальної групи вигідно?
 > А везучу мураху?
Вихор - А... А Вихра, вигідно?
Міраж - Все ідіть уже.
...

Ми йшли по шляху, який до нас розчистили від роботів. З нами ідуть ще троє мурах. Можливо вони як і ми просто полювальники.
Також нам дали по одній енергетичній пушці, це здається нова версія.
На шляху звісно траплялися роботи, але вони швидко відправлялися спати.
Також за нами йшов Бзью.
...
Вот ми і біля входу в тунель..
Мураха1 - Ну.. за роботу.
*Мураха відчинила двері

Тунель йшов досить глибоко вниз..
В тунелі як не дивно були жуки 
Шая - Бзью нехай іде на перед?
Мураха2 - Нехай, його всеодно не будуть кусати.
Вихор - Ага.
Мураха1 - Бзью, Оубз бззз.

Бзью справді пішов перший. Ми за ним.
Шая - Як ти вивчив цю його мову?
Мураха1 - Просто фразу запам'ятав.
Мураха1 - Бзью на неї робить завжди таку дію.
Шая - Чому він нашу не розуміє?
Мураха1 - Певне я тих роботів робив.

*Ми пройшли трохи дальше і нас зустріли жуки..

Вихор - Чорт забирай, що нам робити?
Шая - Пушка в тебе в руках для чого?
Вихор - Точно!
Вихор - Але там.. там..
Вихор - Там мураха.. зомбована
 > Реально
Мураха1 - Ага..
Шая - Ці умніки нам газу то не дали.
 > Ми ж мураху цією пушкою не вб'ємо.
 > Пушка впливає на чіпи
Шая - Правильно, але мураха нас...
Шая - Так ми її вбиваємо чи як?
Мураха2 - Пропоную її каменем накрити.
Шая - Ну.. давайте.

Ми перестриляли жуків, зомбовану мураху ж накрили каменем.
Шая - Ну все, сиди тут і не рипайся.

*По дорозі нам траплялися ще жуки, які вирішили подрімати побачивши нас.

І вот ми стоїмо недалеко від входу в лабораторію.
Далі діло за Бзью.
Мураха1 - Бзью.
Мураха1 - Баз-зу Бузз баз Безз-Бзі..
*Бзью відправився до дверей, відчинив їх та пішов шукати потрібний матеріал
...

Не пройшло і... А ні пройшло і п'ять хвилин..
Бзью вернувся! Вернувся з пластинами!
Місія успішно виконана!
...

Поки ми виходили з тунелю, ми замітили. Та зомбована мураха втекла з під камня.
Ми просто пішли далі.
....

*На поляні
Міраж - Ну, як все пройшло?
Шая - Більш менш добре.
Шая - Пластини дістали.
Міраж - Навіть ніхто не помер?
Шая - Ну не знаю, роздивися, може когось пропустив.
Міраж - Гаразд, зараз ви вільні, всім гарного вечора.
...

Шая - Останнім часом я задумуюся над тим.. А чи не сон це все? 
Шая - Можливо ми живемо в симуляції? Як хтось просто слідкує за тим як ми живемо? 
Шая - Навіть якщо так.. Я.. забудьте..
 > Цікаві в тебе роздуми
Шая - Хах.. та це я так, просто фантазую.
Шая - Таке ж неможливо.
Вихор - Ми зараз, що будемо робити?
Шая - Не знаю.. Хочу просто відпочити, від всього.
Шая - Давайте посидимо під тією квіткою?
 > О давайте
Вихор - Я не проти.
...

Зараз ми просто сидимо під квіткою та дивимося на красивий захід сонця..
Шая - Класно.. Ідеальний час щоб щось зробити...
Шая - Нехватає тільки когось..
Вихор - Скайлара
Шая - Так.. Але нажаль уже не той час.
Вихор - А ще знаєш кого не хватає?
Шая - Кого?
Вихор - Ліси..
Шая - Серйозно?
 > А хто це?
Шая - У нас в групі полювальників колись була Ліса.
Шая - Вихор був одержимий нею
Вихор - Ей.. ну не перебільшуй. Та і то було в минулому.
Шая - Потім Ліса вирішила стати мандрівником, і більше її в нашій групі не бачили.

Шая - Доречі!! 
Шая - Завтра ж фестиваль фруктів! 
Вихор - Точно! 
Вихор - Як я про таке забув
 > А як це.. фестиваль фруктів?
Шая - Ти не знаєш..?
 > Ну.. ні..
Шая - У нас кожен місяць святкують його. В честь одного дня коли на нашу колонію висипалося багато нарізаних яблук в карамелі.
Шая - Як ти не знав? 
 > Проблема в тому.. я не пам'ятаю що було давніше 11 днів назад..
Шая - У тебе проблеми з пам'яттю? Це звучить страшно..
 > Я не хочу про це зараз говорити..

Шая - А вот мені цікаво чим ми будемо платити на фестивалі? 
Вихор - Вони щось придумають.
Вихор - Відміняти його точно не будуть, так як я бачив, що до фестивалю уже готувалися.
 > А де він буде проводитися?
Вихор - Зазвичай на поверхні проводився.
Вихор - Думаю цей раз не виняток.
Шая - Гаразд.. там і зустрінемося.. Бувайте
Вихор - Ти уже ідеш?
Шая - Уже темно, а фестиваль зранку. Хочеш проспати? 
Шая - Ти б знав наскільки рано я сьогодні встала.
 > Підтверджую.
Вихор - Тодій ідіть, спіть.
Вихор - Я тут ще посижу.
Вихор - Порозмишляю.
...

*В себе в кімнаті 

Я вернувся в знайоме мені уже місце! 
Але без знайомої мені мурахи..
Тут не було Мондо. Що насправді дивно.
Можливо вона готується до фестивалю. 

А я, як завжди відправляюся в наступний день!
`,

  day12: 
`Вітання! Це уже красивий 12-ий день, проживання в цій колонії. Минулого дня сталося багато цікавого. 
Ми з Шаєю побували в "Ас-Фальт", це готель для мандрівників. Потім разом з Вихром, Бзью та трьома іншими мурахами відправилися на місію. Місія була в тому, що ми повинні були довести Бзью до входу в стару лабораторію.
І ми все правильно зробили!
Як відомо цього дня має бути.. фестиваль?
Сьогодні і побачимо, що він з себе представляє.

Замітно, Мондо досі не повернулася. Нагадую, вона пішла з мурашника вчора днем.

Тепер можна задатися питанням. А коли фестиваль? Мої двоє сусідів по кімнаті ще сплять (як завжди).
Можливо понадіятися на чудо? Таке чудо, що Шая прийде сюда?
Не думаю.
А можливо мені самому прийти? До неї?
Адрес я не пам'ятаю, але пам'ятаю шлях. Тим більше, ми живемо на одному й тому ж рівні.
...

*Біля входу в кімнату Шаї
*Постукав
Ніхто не відкрив.
*Відчинив двері сам.

Тут була тільки Шая, і ще одна мураха. Вони двоє спали. Думаю будити Шаю.. не сама найкраща ідея. Їй і так не солодко спалося вчора.
...

*Я вийшов з мурашника
Тут уже в всю готувалися до Фестивалю. Розставляли товари, розвішували вивіски. Готували щось по типу сцени.
Всі були чимось зайняті.
На моє здивування я побачив тут мурах, не нашого виду. Але вони не були червоні.
Колір їхнього тіла був щось типу металево-синього.
Я вирішив підійти та поговорити з однією.
...

 > Добрий ранок
Мураха - М.. Добри?
Мураха - Ах, дась. 
 > А звідки ви прибули?
Мураха - Ой.. я? Я з далеко, дуже. 
Мураха - Я жити біля великого озеро. Моя колонія там.
Мураха - Я люблу до вас приходити на фестиваль!
 > Це класно. А ви знаєте коли він почнеться?
Мураха - Ой, дась знать. Дета.. через годинка.
Мураха - Но якщо я не помилка.
 > Ага.. добре, гарного вам дня!

Дивно ця мураха розмовляє, але взагалом я зрозумів її. Поки ми говорили сюда зійшлося ще більше мурах. Нам звісно дуже повезло, що людей немає і нам ніхто не буде мішати.
І хто б подумав, але я замітив знайому мураху! Хто? Вихор!

Вихор - Спектр!
 > Ну здарова
Вихор - Ти бачив скільки в нас тут різних товарів цього місяця?
Вихор - Скільки себе пам'ятаю, ніколи такого не було.
Вихор - Ти уявляєш? Шая ще спить! Точніше спала. 
Вихор - Я як справжній друг добре її розбудив!
Вихор - Вона мене потім вигнала з кімнати.
 > З ким не буває.
Вихор - Ну так, просто не хочу щоб вона проспала.
Вихор - І все таки тут зібралися мурахи з інших колоній навіть!
Вихор - День обіцяє бути класним.
 > Чим будеш зараз займатися?
Вихор - Немає ідей, але можна допомогти мурахам з товарами.
 > Можна!
...

Я побачив мураху яка переносила банки з мурашника до стійки.
*Ми підійшли до неї

 > Доброго ранку! А вам допомога не потрібна?
Мураха - Доброго, можливо..
 > Це добре. З чим допомогти?
Мураха - Хм.. Можете допомогти мені з варенням.
Мураха - Ідіть по адресу C-mR-4. Це склад.
Мураха - Скажете там, що хочете забрати банки на ім'я Міол. Та принесете їх сюда.
Вихор - Все зрозуміли!

Вихор - Вот це так завдання. Я не проти, якщо нас пригостять.
 > Подивимося)
...

*Біля дверей у склад
Вихор - У.. ну відкривай
 > Чого я?
Вихор - А чого я?
 > А що станеться? 
Вихор - Не знаю, якщо там злий власник?
*Я відчинив двері

Там сидів знайомий нам Логісор!
Логісор - О, хто прийшов! Вихор та..
 > Спектр
Логісор - Вірно!
Логісор - За чим таким ви до мене завітали?
 > О доречі, так.. Пригодилися мої 5FI тобі?
Логісор - А.. ті що за екскурсію?
Логісор - Ні.. Гроші пропали через катастрофу.
Логісор - Так чого вам?
 
Вихор - Нам потрібно забрати банки на ім'я..
 > Міол
Вихор - Ага.
Логісор - Та, є таке. Недавно вона приходила по банки.
Логісор - Ходіть покажу вам де вони.
...

Логісор: Вот ці дві коробки. В кожній по п'ять банок варення.
Вихор - То ми їх забираємо.

Ми з Вихром взяли по одній коробці і понесли до стійки.
...

Фух.. ну вот і все.
Коробки на місці.
Міол - Дуже вам дякую
Вихор - Ми завжди не проти. А може пригостите нас банкою однією?
Міол - О.. Ну гаразд. Вибирайте.

Вихор - Яку? Та що жовта? Чи червона? 
 > Давай жовту.
Вихор - Мг.
*Вихор взяв одну банку та відкрив.

Вихор - А ну, попробуєм.
*Дегустація
Вихор - Дуже навіть добре 
Вихор - Передаю тобі.
*Тоже скуштував
 > Найс.

Вихор - Міол, а ви не знаєте чим будуть платити на цьому фестивалі?
Міол - Хм.. Неа. Нам нічого ще не говорили.
Вихор - Можливо ще скажуть.
*До нас підбігла Шая

Шая - О ви тут! 
Вихор - Ну нарешті
Шая - Навіть варення уже пробуєте
 > Ну ми це за роботу получили
Шая - Виділи скільки мурах уже зібралося?
Шая - Навіть Елетра уже тут.
Вихор - Та ну?

Елетра справді була! Вона сиділа трохи збоку від основного місця де проводиться фестиваль. Біля неї стоїть щось по типу охорони. А сама Елетра під листком.
Ну це логічно, все таки королева!

Вихор - Так коли починається?
Шая - Хм.. Ну думаю скоро.
Шая - Чекаємо головних.
 > Яких це головних?
Шая - Головні, це мурахи які нижче Елетри, але вище простих мурах.
Шая - Прикладом є Міраж
Шая - Він навіть собі новий капелюх знайшов.
Вихор - Реально?
Шая - Сам побачиш.

Зараз на головну сцену зібралися деякі мурахи, та щось обговорювали. Там також був сам Міраж.
Біля сцени зібралися сотні мурах в очікуванні.

Шая - Ідемо по ближче?
Вихор - Та, ідемо.
 > Ага
...
*Пройшло ще декілька хвилин в очікуванні і вот..

??? - Всіх вітаю!
*Всі замовкли
??? - Вітаю на цьому щомісячному фестивалі фруктів!
??? - Хто мене не знає, я - Ренан.
Ренан - Але перед тим як фестиваль почнеться..
Ренан - Ми хочемо оголосити деякі відповіді на питання.
Ренан - Зараз я передам слово своїй колезі..
Ренан - Сан.
*Оплески

Сан - Всім доброго дня! 
Сан - Я б хотіла поговорити на рахунок валюти.
Сан - Так як нажаль, через катастрофу..
Сан - Більша частина грошей залишилася в старій колонії.

Сан - Чи все таки буде нова валюта?
Сан - Я вам скажу.. Буде!
Сан - Навіть більше, вона уже є
*Оплески

Сан - Щоб не ускладнювати життя, валюта схожа на FI.
Сан - Назва нової валюти – Кристалон!
Сан - Вона так само поділена на 1, 10 та 100.
Сан - Цінність у неї така ж як і у Фініра.
Сан - Тому можете виставляти ціну у KT як і у FI.
Сан - Сам вигляд валюти трохи відрізняється. Це кристали. 
Сан - Від цього пішла і назва.
*Оплески

Сан - На території фестивалю є місця, де можна получити кристалони.
Сан - В самій колонії ж, відкриються заклади по обміну речей на кристалони.
Сан - На цьому все! Передаю слово Міражу.

Шая - О Міраж.
Шая - Цікаво за що він зараз ляпне.
Вихор - Пхаха

Міраж - Всіх присутніх тут вітаю!
Міраж - Я б хотів розповісти про теперішню ситуацію з роботами.
*Оплески

Міраж - На цю тему можна довго говорити, але я відповім на саме важливе.
Міраж - Чи несуть загрозу зараз жуки?
Міраж - Самі жуки зараз небезпечні.
Міраж - До них в ніякому разі не можна підходити. 

Міраж - Так як самих жуків зараз велика кількість..
Міраж - Вони можуть зробити напад на наший мурашник.
Міраж - І цього потрібно чекати.
Міраж - Але ми добре готуємося.
Міраж - Тому відбити напад не має бути важкою задачею.
*Оплески

Міраж - Далі я дам договорити своєму другу.

??? - І вот тепер моя черга!
??? - Хто мене забув.. чи не знає.. Я - Найтрін!
Найтрін - І так.. чи ми повернемося в старий мурашник?
Найтрін - Ви думаєте я знаю?
Найтрін - Жартую!
Найтрін - В старий дім ми повернемося тодій, коли позбудемося цих жуків.
Найтрін - А вот новий.. Новий ми залишати не будемо.
Найтрін - Скоріше за все ми просто поділимо колонію на два мурашника.
Найтрін - Так як багато кому подобається новий мурашник, а комусь більше привичний старий.
Найтрін - Все! На цьому все, де мої оплески?
*Оплески

Ренан - Хочу ще добавити, що операція "Sugar1" призупинена.
Ренан - Такс.. а у нас все
Ренан - Основні питання обговорили 
Ренан - Нехай почнеться ж Фестиваль!
*Оплески

Ренан - Також є мурахи які будуть виступати поки іде фестиваль, ви можете насолодитися їхніми поезіями!
...

Вот і начався фестиваль! Мурахи ідуть хто куди, всі дороги просто забиті.
Зі сцени чути як мураха розказує вірш..

Мураха - В мурашнику життя, наче казка влітку, 
Мураха - Колонія зростає, світла сила втіху. 
Мураха - Аж тут злі роботи жуки надходять враз, 
Мураха - Щоб зламати, знищити, вкрасти їх спокійний-...

Не так цікаво ж це, як сам фестиваль.
Як зрозуміло з початку фестивалю, у нас нова валюта!
І як ж її получити? Зараз побачимо.
...

Трохи походивши я знайшов місце, де можна було получити кристалони.
Тут була невелика черга, тому прийшлося почекати.
...

І вот уже моя черга!
Мураха - Ви записуєтеся на квест?
 > Це безкоштовно?
Мураха - Звісно!
 > Тодій гаразд
Мураха - Мг.. Пройдіть туда на лавочку до інших учасників.
...

Вот я прийшов до інших мурах в очікуванні подальших указів..
Мураха1 - Хто знає, що ми тут будемо робити?
Мураха2 - Як мені відомо, тут потрібно шукати яйця. За кожне знайдене тобою яйце тобі дадуть кристалони.
...

Мураха - Всі в зборі!
Мураха - Ідіть за мною, я вам покажу де шукати!
...

Нас привели на поляну з квітами.

Мураха - Шукаєте , після повертаєтеся сюда. 
Мураха - Можете починати, через три.. два..
Мураха - Один!
*Ми розбіглися

Такс.. завдання знайти яйця. Думаю це не має бути важко.. не так?
Я начав обходити квіти в пошуках..
...

Через деякий час я все таки знайшов перше яйце! А біля нього і друге.
Це прогрес!
...

Ще два яйця були знайдені!
І одним оком я замітив.. Яйце жовтого кольору?
Воно було на квітці. Я звісно не впевнений, що це те що треба.. Але чому б і не взяти?
*Я заліз на квітку та забрав яйце
...

Побачив як мурахи уже начали повертатися.
Скоріше за все час вийшов.
Значить і мені час повернутися.

Мураха - Ну, як там? Назбирали яйця?
Мураха - Зараз вам розповім про ціни за кожне.
Мураха - Саме просте коштує 3KT
Мураха - Жовте яйце – 7KT
Мураха - Синє – 18KT

Мураха - Чи знайшов хтось синє?
..
Мураха - Зрозуміло
Мураха - Окей, давайте обміняю вам.
...
+19KT
Ну вот і перші грошики! Це правда маловато.. 
Ну якщо порівнювати з тим скільки у мене було FI.
Піду пошукаю Вихра.
...

Не пройшло і години пошуків як вот він!
Стоїть біля лавочки з медом.

 > Ну як? Скільки уже заробив?
Вихор - О, Спектр
Вихор - Не повіриш
 > Та повірю
Вихор - Точно не повіриш
 > Ну так скільки?
Вихор - Зараз 70.
 > Не вірю
Вихор - Так а я що казав.
 > А як так вийшло?
Вихор - Там лохотрон є такий.
Вихор - В завернутих листочках є камень.
Вихор - Ти платиш 5KT за один такий. І якщо всередині простий камень, то нічого не получаєш.
Вихор - Якщо всередині білий камень, то получаєш 7KT
Вихор - Якщо срібний, то 15KT
Вихор - Золотий – 25KT
Вихор - І прозорий – я не пам'ятаю.

Вихор - Так вот, мені раз 5 повезло на білий..
Вихор - Потім два рази на срібний
Вихор - І один раз на золотий!
Вихор - Вот так я розбагатів.
 > Ну чому, якщо так подумати, ціна KT така ж як FI.
 > А значить тут все ще можуть траплятися банки варення по 120KT.
Вихор - Хто їх вообще буде купувати?
Вихор - Це нікому не треба, тим більше за таку то ціну.

Вихор - Доречі, знаєш що я дізнався?
 > Хм.. напевне ні?
Вихор - Хо, а я дізнався, що Шагар відкриється знову! 
 > Ого!..
 > Получається полювальників назад повертають?
Вихор - Виходить так
Вихор - Операцію Sugar всеодно зупинили.
 > Тимчасово.
Вихор - Я думаю всеодно зможу ще насолодитися полюванням.
Вихор - А вот в наші часи! Мурахи ходили собі полювати, і не боялися щодо того, що на них нападе жук робот.
 > Ну та, ну та.

Мураха - Хей Вихор)
Мураха - Хочеш пригощу тебе медом?
Мураха - Абсолютно безкоштовно)..
Вихор - Та ну! Звісно! 
Вихор - Спектр, ти як хочеш, а я іду!

Ага звісно. Виглядає зовсім не підозріло.
Все таки вот кому чого, а Вихру не хватає мозгів. 

Це звісно все цікаво, але куда мені сходити..
Та наприклад до рандомної стійки підійти. Хороша ідея
*Підійшов до сусідньої стійки.

Мураха - Добрий день, чого бажаєте?
 > Хм.. А ви, що продаєте?
Мураха - У мене різні аксесуари. Вот капелюхи, ланцюжки, браслети..
 > Ого, а вот скільки буде коштувати...
Я просто побачив капелюх який дуже схожий на той, що у Міража.
 > Вот той капелюх.
Мураха - Ого, ну він вам обійдеться в 85KT. Це по акції.
 > Ну.. А чи є у вас щось за 20KT?
Мураха - Є вот цей кристал на ланцюжку.
 > Хм.. Може бути.
 > Тільки вот, в мене нажаль не вистачає одного KT..
Мураха - Ой, та лади. Можу і за 19.
 > Дуже вам вдячний
-19KT
+Кристал на ланцюжку 

Вот, тепер є прикольна прикраса в мене.
Не знаю правда для чого.. але і не суть.
*Наступна стійка

Мураха - За чим завітали?
Мураха - В нас в асортименті різні фрукти!
Мураха - Їх було важко роздобути в хорошому стані, але ми добре постаралися.
Мураха - Тому ціни.. самі розумієте.
 > В мене поки немає чим платити
 > Якщо появиться то можливо завітаю до вас
Мураха - Гаразд!

Далі я побачив одне більш цікаве місце..
Чому саме цікаве? Там просто було більше народу ніж зазвичай.
І мене чекала довга.. черга..
...

Мураха - Добрий день!
Мураха - Це місце виплати кристалонів, за досягнення в колонії.
 > Ого, вот як. Можливо ви чули про мене..
 > Спектр
Мураха - Це ти, через кого ми таскали цукор?
 > Правильно
Мураха - Ах, вот як!
Мураха - Я звісно жартую, це хороше досягнення.
Мураха - Вам виплатили багато FI за це.
Мураха - Але я не такий багатий. Тому вот тільки 130KT.
+130KT
 > Ой, дуже вам вдячний)
Мураха - Ой, та немає за що))

Я скажу, це дуже навіть непогана сума!

Якщо так подивитися, то в колонії все стає привичним. Таким як колись, коли я перший раз проснувся тут. Мурахам це явно подобається!

...
Далі я просто бродив по фестивалю, розглядав товари та просто веселився.
(Що і робила вся колонія)
...

Уже повечоріло.
Деякі мурахи уже начали розходитися, а деякі наоборот тільки приходили.
І вот я бачу цікаву мураху..
Хто ж це може бути?
Ніхто інакший як Міраж.

Міраж - Спектр, зі святом.
 > Мг, тебе тоже
Міраж - Не хочеш поговорити?
 > О, як в старі добрі?
Міраж - Ну не такі уже і старі.
Міраж - Хоч за цей невеликий проміжок сталося багато цікавого.
Міраж - Ідемо в мою кімнату.
...

Так ну.. присядь.
 > Це ти мене попереджаєш?
 > Що вирішив сказанути?
Міраж - Та ні, просто сідай.
 > Окей.
*Присів

Міраж - М.. Давай можливо ти начнеш наш діалог?
Міраж - Наприклад.. питанням?
 > Доречі, так.
 > Є одне питання..
 > Хто я такий?
Міраж - Ти часом нічого такого не купляв на фестивалі, ну.. 
 > Я серйозно. Звідки я?
 > Я питаюся в тебе через те, що ти перший з ким я познайомився в колонії.
Міраж - Тобі цікаво звідки ти взявся?
 > Типу цього. Чому я не пам'ятаю себе?
Міраж - Цікаве питання.
Міраж - Я знаю відповідь.
Міраж - Наша розвідка знайшла тебе під листком.
Міраж - Ти просто валявся без свідомості.
Міраж - Вони тебе притягнули в колонію, і через один день ти проснувся.
Міраж - А я просто займаюся такими як ти.
Міраж - За пам'ять я тобі нічого не скажу. Не знаю.

 > Вот як виявляється.
 > В мене доречі.. Ще одне питання,.
 > Чуть глобальніше.
Міраж - Мені таке подобається
 > Чому ми зараз не захоплюємо дім людей?

Міраж - Легке питання. По-перше зараз у нас інша проблема. Якщо ми будемо зайняті людьми, то роботи можуть скористатися моментом.
Міраж - Ну і по-друге, в самому домі є жуки, і досить багато.
Міраж - Вони нам будуть поки мішати.
 > Ага, все тепер зрозуміло.
 > В мене питань.. здається нема.

 > Хоча..
 > Серйозне питання..
 > Вот дуже..
Міраж - Ого.. ну давай.
 > Значить дивися..
 > Скільки коштує твоя шляпа?
Міраж - Серйозно? Мені її безкоштовно зробили
 > Та ну!
Міраж - Ну так та
 > Тепер питань точно більше немає.

Міраж - Тодій розповім дещо я.
Міраж - Можливо ти замітив.. Фестиваль трохи пустий.
Міраж - Точніше там немає деяких мурах.
Міраж - Наша розвідка дізналася, що на нас..
Міраж - Готується напад.
Міраж - Уже завтра.
Міраж - Так скажемо, «затишшя перед бурею».
 > Роботи все таки хочуть напасти?

Міраж - Це звісно все ще можуть бути неправдиві висновки. 
Міраж - Але не думаю.
Міраж - Зараз у нас всі на поготові.
Міраж - Щоб якщо потрібно, відбити атаку
Міраж - Чекати потрібно всього.

Міраж - Доречі, ці жуки уже атакували інші мурашники. Звісно невеличкими групами.
Міраж - Але в нас це буде зовсім не невеличка...

Міраж - Гаразд, чого про погане тільки.
Міраж - Цього разу на фестивалі буде вогнище! 
 > Вогнище?
Міраж - Так! Інколи на фестивалях спалюють велику коробку сірників.
Міраж - Яку скомуниздили у людей.
Міраж - Це в знак завершення свята! 

Міраж - Вот, і це буде досить скоро
Міраж - Іди уже.
...

З цього діалогу я багато чого дізнався. Все таки чому він мені це все розказує?
Пропустити вогнище я не хочу. Тому іду на поверхність.
...

Тут уже стояла Шая! 
 > Шая, як ти?
Шая - Все добре
Шая - Дивися скільки тут мурах зібралося.
Шая - Всі дивляться туда в далину. Там стоїть коробка.
Шая - Знаєш що з нею зроблять?
 > Ага
Шая - Круто?
Шая - На фестивалі фруктів не завжди вона є.
Шая - Я вот щось Вихра не бачила.
Шая - Пропав кудись, можливо напився.
Шая - Скайлара тільки раз зустріла.

*Зі сцени почувся голос
Сан - Всіх знову вітаю
Сан - Я думаю всі бачать ту коробку..
Сан - І напевне більшість знає, що з нею буде! 
Сан - Не буду вас сильно томити
Сан - Все почнеться через 3...
*Всі повернулися в сторону коробки 
Сан - 2...
Сан - 1...
Сан - Нехай загориться!

*Через секунду коробка вспалахнула вогнем.
Мурахи - Вау!!
Мурахи - Воу! 

Вогонь розгорався все дужче, полум’я з кожною миттю піднімалося вище, наче намагаючись торкнутися неба.
Видовище було захопливе — важко було відірвати погляд.
Коробка, хоч і невелика, горіла з великою силою, мов у ній зібралося все сонце.

Це продовжувалося ще декілька хвилин, як вогонь потух..
Шая - Вау.
Шая - Це було просто фантастично
Шая - Давненько я такого не бачила

Сан - Вух! Вогонь потух..
Сан - Це означає тільки одне.
Сан - Нажаль фестиваль закінчено
Сан - Всім удачі гарно виспатися! 
...

І тут всі мурахи начали розходитися. Хтось в іншу колонію, хтось в свою кімнату, а хтось збирати свою стійку.
Шая - Фух.. В мене сили немає ще балакати
Шая - Я спати
 > Мг, я тоже.
 > Тільки вот не знаю чи ти виспишся..
Шая - Це ти про що?
 > Та так, нічого..
Шая - Бувай тоді

...
Вот я знову в своїй кімнаті! 
На диво тут нікого не було. 
Напевне вони ще тільки вертаються.
День закінчений!
Це означає, що потрібно відправлятися в наступний!
...
`,
};